{"local_id": "52016DC0501", "order_id": 921, "most_common_words": {"transport": 77, "will": 59, "energy": 46, "is": 71, "commission": 42, "this": 42, "low-emission": 40, "eu": 33, "european": 35, "emissions": 31}, "publication_date": null, "title": "COMMUNICATION FROM THE COMMISSION TO THE EUROPEAN PARLIAMENT, THE COUNCIL, THE EUROPEAN ECONOMIC AND SOCIAL COMMITTEE AND THE COMMITTEE OF THE REGIONS A European Strategy for Low-Emission Mobility", "document_date": null, "document_type": null, "content": "european commission brussels, 20.7.2016 com(2016) 501 final communication from the commission to the european parliament, the council, the european economic and social committee and the committee of the regions a european strategy for low-emission mobility {swd(2016) 244 final} 1. introduction low-emission mobility is an essential component of the broader shift to the low-carbon, circular economy needed for europe to stay competitive and be able to cater to the mobility needs of people and goods. transport represents almost a quarter of europe's greenhouse gas emissions and is the main cause of air pollution in cities. europe's answer to these challenges is an irreversible shift to low-emission mobility in terms of carbon and air pollutants. the ambition is clear: by mid-century, greenhouse gas emissions from transport will need to be at least 60% lower than in 1990 1 and be firmly on the path towards zero. emissions of air pollutants from transport that harm our health need to be drastically reduced without delay. transport has much greater potential than in the past to contribute towards reducing the eu's emissions, as we have committed to do under the paris agreement on climate change 2 and in line with the 2030 agenda on sustainable development. the shift towards low-emission mobility has already started globally and its pace is accelerating. it offers major opportunities. it is an opportunity for european car manufacturers to modernise, embrace new technologies more strongly and regain the trust of consumers. it is also an opportunity for other industries and manufacturers to drive global standards and export their products. it is also an opportunity for innovative energy companies and service providers, as well as for investors to contribute to sustainable growth and provide new jobs. this shift has already started, building on existing eu policies 3 . now, its pace should be accelerated through this strategy for low-emission mobility, while ensuring the mobility needs of an efficient internal market and of global connectivity. this will require a wide range of actions. the action plan lists those actions this commission plans to take subject to better regulation principles and processes so as to ensure any measures proposed will be evidence-based, effective, efficient, proportionate and in full respect of subsidiarity. these actions address key levers to tilt the transport sector in the right direction in respect of technology neutrality and contributing to jobs, growth and investment: (1) higher efficiency of the transport system, (2) low-emission alternative energy for transport, and (3) low- and zero emission vehicles. in addition, horizontal enablers such as the energy union strategy, research and innovation, industrial and investment policy, the digital single market strategies and the skills agenda will support this transformation. since road transport is responsible for over 70% of transport greenhouse gas emissions and much of the air pollution 4 , action will focus on this area, while all sectors of transport can and must contribute. through its initiatives, the eu will create enabling conditions and provide strong incentives for low-emission mobility. the actions announced in this communication are part of a holistic approach requiring the long-term engagement of all stakeholders, including member states, which will have to do their part according to their responsibilities. europe's researchers and manufacturing and service industries should continue to innovate and make business choices with a mid-century goal in mind. they will need the right kind of incentives and investments at the right time in order to bring their innovations to the market in europe and globally. regions and cities too will be major actors in delivering low-emission mobility solutions, close to where the problems are felt most, and ultimately, behavioural choices made by mobility users will determine how successful we will be. it is only through sustained action by all actors that europe can successfully transform its transport system, which is critical to its prosperity and the well-being of its citizens. 2. regulatory framework for low-emission mobility to facilitate the transition to low-emission mobility and provide certainty for investors, the eu regulatory framework needs to change. many advances in the past have been offset by growing transport demand, so a transport system that is more efficient needs to be the starting point. low-emission alternative energy for transport represents an opportunity for innovation and job creation and allows reducing europe's dependency on imported oil. 2.1 optimising the transport system and improving its efficiency the way mobility is organised is changing thanks to new technologies, business models and mobility patterns, as is, for instance, shown by the rapid expansion of the collaborative economy in the mobility sector. mobility is increasingly driven by demand, leading to a more optimal use of transport resources. data, clearer price signals and a multimodal transport system support this change and therefore have a key role in the eu's approach to low-emission mobility. digital mobility solutions digital technologies can make transport safer, more efficient and inclusive. they enable seamless door-to-door mobility, integrated logistics and value added services. to make best use of this potential, these technologies need to be well integrated in sustainable mobility concepts. for this reason, the deployment of intelligent transport systems for all transport modes has become an integral part of the development of the multimodal trans-european transport network 5 . in road transport considerable efforts are now being made to stimulate the development and deployment of co-operative intelligent transport systems. to this end, the commission is working on a framework for the swift and coordinated deployment of such systems across the eu. fair and efficient pricing in transport providing the correct price signals and taking account of externalities is one of the most economically rational ways of incentivising more energy efficient transport operations, low-emission energy and a faster renewal of the fleet. while charging is already used at eu level for lorries and rail, there is scope for action at member states and municipal level to address passenger transport. such charges should be complementary to the existing taxation of motor fuels. across the eu, charging should move towards distance-based road charging systems based on actual kilometres driven, to reflect better the polluter-pays and user-pays principles. to that end, the commission is developing standards for inter-operable electronic tolling systems in the eu, to facilitate access to markets for new tolling service providers and to reduce overall system costs 6 . moreover, the commission will revise the directive on the charging for lorries to enable charging also on the basis of carbon dioxide differentiation, and extend some of its principles to buses and coaches as well as passenger cars and vans 7 . promoting multi-modality measures to support multimodal integration have an important role in achieving low emissions mobility by incentivising a shift towards lower emission transport modes such as inland waterways, short-sea shipping and rail. the revised regulatory framework for the railway sector for instance 8 is designed to make rail more competitive and attractive for both passengers and freight. to further promote inter-modality, the commission will modernise incentives for combined transport 9 and is preparing measures to enhance capacity and efficiency of use of corridors for rail freight 10 . the commission is supporting the roll-out of the multimodal core network corridors by preparing the second generation of work plans and facilitating measures for the implementation of the trans-european transport network 11 . to further strengthen public transport and contribute to the reduction of carbon dioxide emissions from road transport, the commission is preparing action to allow for a further development of domestic bus and coach services. 2.2 scaling up the use of low-emission alternative energy for transport transport in the eu still depends on oil for about 94% of its energy needs, which is much higher than in any other sector and makes transport heavily dependent on imports. while the transition to low-emission alternative energy in transport has already begun, it will need to accelerate in the next decade. it is an opportunity for europe to develop leadership in new products, such as advanced biofuels. relevant infrastructure needs to be rolled-out. effective framework for low emission alternative energy as part of the revision of the current legislation related to fuels and renewable energy 12 , the commission is examining how to provide a strong incentive to innovate in energies needed for the long-term decarbonisation. this could be done for example as an obligation for fuel suppliers to provide a certain share of renewable alternative energy, i.a. advanced biofuels and synthetic fuels, for example through a blending mandate or an obligation to reduce the greenhouse gas impact of the energy supplied. the commission already indicated that food-based biofuels have a limited role in decarbonising the transport sector and should not receive public support after 2020 13 . in the context of the ongoing analytical work to support the revision of the current legislation on fuels and renewable energy, the commission is focusing on their gradual phase out and replacement by more advanced biofuels. the impacts will be assessed carefully including the investment needs for advanced biofuels and the fact that without support, at this stage, they will not be able to compete with fossil fuels or food-based biofuels 14 . the prospects for low-emissions alternative energy differ among transport modes. the widest range of options is currently available for passenger cars and buses, and solutions are rather straightforward for rail through electrification. in the medium-term, advanced biofuels will be particularly important for aviation, as well as for lorries and coaches. natural gas is expected to be increasingly used as an alternative for marine fuels in shipping and for diesel in lorries and coaches. its potential can be increased significantly with the use of bio-methane and synthetic methane (power-to-gas technologies). roll-out of infrastructure for alternative fuels large part of alternative fuels (including electricity) requires specific infrastructures outside the current refuelling system. the alternative fuels infrastructure directive 15 addresses the provision of common standards on the internal market, the appropriate availability of infrastructure and consumer information on the compatibility of fuels and vehicles. a methodology for fuel price comparison is being prepared. based on this directive, by november 2016, member states will design policy frameworks for rolling-out publicly available electric recharging points and natural gas filling stations, and optionally hydrogen filling stations 16 . in order to achieve mass acceptance and deployment of electric vehicles, charging and maintenance infrastructure needs to become widely available throughout europe. the ultimate objective is to allow a car journey across europe, making electric vehicle charging as easy as filling the tank. the eu is supporting this deployment financially and through its stakeholder platforms 17 . ongoing projects develop the business case and test feasibility through real-life trials, bringing together more than eur 1 billion of private and public investment and almost eur 600 million of eu financial support for nearly 100 projects. 18 in this context also financing opportunities provided by the european fund for strategic investments should be further exploited. commission will assess the need to adjust the existing financing instruments with a view to facilitate the realisation of cross-border investment projects to charging and alternative fuel infrastructure. in the context of its work on energy efficiency, the commission is examining options to promote the installation of electric vehicle re-charging points in buildings. interoperability and standardisation for electro-mobility standardisation and interoperability are crucial to make the most of the scale of the internal market, especially for electro-mobility and barriers to charging of electric vehicles across the eu need to be eliminated. further effort should be made to foster the creation of an eu-wide electro-mobility services market, such as the cross-border interoperability of payments and the provision of real-time information on charging points. eu-wide standards are being developed in co-operation with eu member states, the industry and the european standardisation organisations. a common plug standard already exists for cars and standards for induction charging, batteries, and charging plugs for electric buses and motorbikes are next. the commission has also inaugurated a dedicated laboratory to ensure that the next generation of electric cars and smart grids are fully interoperable, based on harmonised standards, technology validation and testing methods. the eu also participates in international efforts in this area, including with the united states and the united nation's economic commission for europe. 2.3 moving towards zero-emission vehicles improved efficiency of the transport system and shift to low-emission alternative energy need to be complemented by policies to support efficiency and innovation in vehicles and demand for such products. in road transport, further improvements in the combustion engine will continue to be needed. however, the transformational change towards low- and zero-emission vehicles will need to be supported by a wide range of measures at all levels of policy-making to engage both manufacturers and users. compared to the past, policies will need to pay more attention also to lorries, buses and coaches. improvements in vehicle testing to regain trust of consumers over the last year, the commission has made fundamental changes to how vehicle emissions are measured and verified. new 'real driving' emissions tests 19 will now be implemented swiftly so that limit values for air pollutant emissions have a stronger impact on the ground and consumers can trust them again. a new type-approval framework will strengthen independent testing, market surveillance and enforcement in europe 20 . in this context, transparency 21 and reliability of environmental performance of vehicles will ensure that consumer trust is regained and will provide additional tools to address severe air quality problems across the eu. a new global test procedure, the world harmonised light vehicle test procedure, will be implemented to deliver more realistic and accurate carbon dioxide and fuel consumption values 22 . the setting of post-2020 standards for cars and vans will be based on this new test procedure and in defining the new standards the higher stringency of the new test will need to be taken into account. the commission is also exploring the feasibility of measuring real-world fuel consumption and carbon dioxide emissions, and the possible use of such data to inform consumers and to control the accuracy of test procedures 23 . post-2020 strategy for cars and vans eu fuel efficiency standards for new cars and vans have proven to be a strong driver for innovation and efficiency in automotive technology 24 . thanks to the secondary vehicle market, their benefits spread gradually across the entire vehicle fleet. emissions from conventional combustion engines will need to further reduce after 2020. zero- and low-emission vehicles will need to be deployed and gain significant market share by 2030. to support the transition, incentives on both the supply- and demand-side will be needed through measures at eu level, as well as at member state, regional or local level. the commission is working on post-2020 carbon dioxide standards for cars and vans, assessing their costs and benefits, competitiveness impacts and industrial policy developments across the eu and globally. it will also analyse the impact of different ways to incentivise low- and zero-emission vehicles in a technology neutral way, such as setting specific targets for them. such vehicles will need to be properly defined 25 , including possibly distinguishing between low-emission and zero-emission vehicles. the overall timetable for the post-2020 framework, in particular the setting of an intermediate target before 2030 will also be assessed. the fleet renewal times would call for action earlier rather than later. the commission is launching a public consultation on these options together with this strategy. these measures will need to be supported by development of domestic production base of new generation of electric battery cells. as regards consumer up-take, more needs to be done to create markets for low- and zero-emission vehicles. that is why the commission is working on improving consumer information through car labelling 26 and on support through public procurement rules. member states, local and municipal authorities as well as producers themselves can provide much needed incentives. customer awareness is a particular problem for electric and fuel cell vehicles. thanks to improvements in battery technology, range is increasing, purchase costs decreasing and refuelling and maintenance costs are significantly lower compared to conventional fuels. potential users need to be made more aware of these benefits. a more holistic approach to indicate emissions including also those from the fuel or energy used could further drive consumers' choice and enhance the role of alternative fuels and contribute to achieving higher carbon dioxide reductions. tax instruments are very effective to incentivise consumer behaviour. member states still apply a wide range of contradictory tax incentives that discourage low-emission mobility. these include fossil fuel subsidies for example through low rates on some fuels and tax schemes for company cars. these schemes, in the hands of the member states, need to be reviewed so as to ensure positive incentives for low-emission vehicles and energy for transport. for company cars, a well-designed framework could make a big difference for the introduction of low- and zero-emissions vehicles, as these are fast renewing and sizeable fleets. post-2020 strategy for lorries, buses and coaches emissions from lorries, buses and coaches currently represent around a quarter of road transport carbon dioxide emissions and are set to increase by up to 10% around between 2010 and 2030. 27 while lorries, buses and coaches have been subject to similar air pollution standards as cars and vans, and are now required to meet them under real driving conditions, the eu has neither fuel efficiency standards for them, nor a carbon dioxide monitoring scheme as in the case of cars and vans. as a first step, the commission is working on two proposals: one on the certification of carbon dioxide emissions and fuel consumption of these vehicles and one on the monitoring and reporting of such certified data. these measures will increase transparency and will also facilitate differentiation in road user charging. the eu will also need to introduce measures to actively curb carbon dioxide emissions from lorries, buses and coaches. other parts of the world, such as the united states, china, japan and canada, have already introduced standards, and some european manufacturers participate in these schemes. europe cannot lag behind. lower running costs for transport of goods, more fuel efficient vehicles will benefit the entire economy and ultimately, the consumers and passengers. the secondary market will spread the benefits to small and medium-sized hauliers. this commission will, therefore, speed up analytical work on design options for carbon dioxide emission standards for such vehicles and will launch a public consultation to prepare the ground for a proposal during this mandate. given the average lifetime of a lorry of about 10 years, vehicles sold in 2020 will still be on european roads in 2030. in order to be able to make swift progress different options for standards will be considered, including for engines only or for the whole vehicles, with the objective of curbing emissions well before 2030. in its analysis, the commission will make full use of all available data, including the simulation tool 28 developed in close collaboration with stakeholders. the potential to introduce low or zero emission technologies differs among categories of such vehicles. for some categories – such as city buses – early adoption of zero emission technologies seems in reach and a separate zero-emission target should be explored. public procurement is a powerful instrument to create markets for innovative products and it should be used to support take up of such vehicles. since a significant part of public procurement is undertaken by municipal and local authorities, there is particular potential for public transport vehicles, such as buses, using low-emission alternative energies. to make such public procurement even more effective, the commission is currently working on the revision of the clean vehicles directive 29 , which introduced sustainability obligations into public procurement in the eu. the options that are currently being assessed include broadening of the scope, more robust compliance requirements and procurement targets. 3. enabling environment for low-emission mobility a number of horizontal initiatives and actions at all levels will support the transition to low-emission mobility. energy union: linking the transport and energy systems low-emission mobility could affect energy supply, by creating additional demand for some energy sources and reducing demand for others. suppliers of fossil fuels will need to embrace new opportunities related to low-emission alternative energy for transport. low emission mobility could create more demand for electricity and additional pressure on the power sector to decarbonise under the eu emission trading system. while the existing electricity infrastructure generally has the capacity to accommodate widespread use of electricity in transport 30 , challenges may occur at the distribution level at peak times. to address this, under energy union strategy 31 the commission is working on the electricity market design proposal, aiming to facilitate the integration of electro-mobility, by encouraging charging at times of cheap electricity when demand is low or supply high. the proposal could also reduce barriers to the self-generation, storage and consumption of renewable electricity. this would, for example, facilitate consumers' ability to use electricity generated from their own solar panels for charging vehicles. in the long-run vehicle batteries could also become an integral part of the electricity system and provide energy to the grid when needed. similarly, hydrogen, bio-methane and synthetic fuels could be produced from electricity at times of low prices, providing a form of energy storage. research, innovation and competitiveness research and innovation efforts to support the long-term transition towards zero-emission mobility need to intensify. later this year, the commission intends to present an integrated research, innovation and competitiveness strategy for the energy union, which will bring together three interconnected strands: energy technologies, transport and industry. the aim is to ensure coherence with on-going horizontal discussions on the broader research, innovation and competitiveness policy. from now on resources should focus on innovative zero- and low-emissions options and their deployment. it is important to set clear priorities and maximize synergies, e.g. between the transport and energy systems, for example by developing energy storage solutions, including next generation batteries, that meet transport demands and enable europe to develop a manufacturing base for the mass production of such solutions. as far as energy for transport is concerned, traditional markets for fossil based energy will shrink and new opportunities to supply low-emission alternatives will open up. research activities should therefore also focus on advanced bio- and synthetic fuels, relevant for the decarbonisation of the existing road transport fleet and for sectors that could remain at least partially dependent on liquid fuels, such as aviation. the industry is investing in research and innovation activities and europe has traditionally enjoyed a strong position in transport-related manufacturing. this position must be maintained. while in the field of road transport, europe still leads on patents for the improvement of internal combustion engines, the rest of the world benefits from a higher number of patents on alternative energy and markets for low-emission vehicles are growing faster outside the eu. the eu simply cannot afford innovation and the development of new technologies to take place – along with the jobs created – predominantly outside of the union. europe has to continue leading global standard-setting. low-emission mobility and innovation will need to be an integral part of industrial policies of all member states. the question of competitiveness does not only concern major vehicle producers, be it of cars, heavy duty vehicles, planes, trains or vessels. component manufacturers, often small and medium-sized enterprises, are a vital part of european manufacturing. digital technologies digital technologies offer enormous potential for optimising the transport system and open up new opportunities for manufacturing and services. digital technologies also support the integration of transport with other systems, such as the energy system, and make the mobility sector more efficient. but to reap the full benefits of digitisation in the field of transport, it is necessary to create the regulatory frameworks to incentivise the development and market uptake of such technologies, and set standards to ensure interoperability, including across borders, and enable data exchange while at the same time addressing data protection and cyber - security issues. under the digital single market strategy 32 the commission is preparing a free flow of data initiative aiming to prevent unjustified restrictions on data location and addressing issues of data access and use including for transport and traffic information. in its digitising european industry communication 33 , the commission has already presented measures in support of the new business models, including for the collaborative economy. skills it is estimated that transport industry at large employs more than 15 million people, accounting for 7% of total employment in the eu 34 . new skills will be required to accompany the technological transition towards low-emission mobility. the commission's new skills agenda for europe 35 aims at addressing this challenge. the automotive and maritime technology sectors will be two of the first areas for the initiative \"blueprint for sectoral cooperation on skills\". investment this strategy for low-emission mobility also aims at providing the necessary certainty to investors. eu investment instruments will be geared towards supporting higher efficiency of the transport system in a technology neutral way, low-emission alternative energy for transport and low- and zero-emissions vehicles. the investment plan for europe is pivotal to support these policy objectives. significant progress has been made in implementing the transport pipeline of the european fund for strategic investment. the focus has been on mobilising the necessary private and public investment, increasing the risk absorption capacity and the certainty of delivery when providing support to projects that face difficulties in accessing long-term finance 36 . this support can also include setting-up platforms and other related activities to help cities pool and leverage finance, as well as the provision of technical assistance through the european investment advisory hub. in addition, a number of specific eu funds are available. the transport-related envelope under the european structural and investment funds totals eur 70 billion, which includes eur 39 billion for supporting the move towards low-emission mobility. this in turn includes eur 12 billion for developing low-carbon, multi-modal sustainable urban mobility. the connecting europe facility offers eur 24 billion. a significant portion of horizon 2020's transport research and innovation programme amounting to eur 6.4 billion is focused on low-carbon mobility. action by cities urban transport is responsible for 23% of eu's greenhouse gas emissions. it is also one of the reasons why many urban areas are in breach of air pollution limits. the delivery of this strategy will very much depend on cities and local authorities and cities are already at the forefront in the shift to low-emission mobility. they are implementing incentives for low-emission alternative energies and vehicles. as part of a comprehensive approach through sustainable urban mobility planning, integrating spatial planning and looking into mobility demand, they encourage modal shift to active travel (cycling and walking), public transport and/or shared mobility schemes, i.e. bike- and car-sharing and car-pooling, to reduce congestion and pollution in cities. many european cities set ambitious targets to contribute to fulfilment of the climate goals of the paris agreement and the commission will further support them, including in the framework of the urban agenda for the eu and its partnerships. the exchange of best-practices and the deployment of new technologies at the local level should be further facilitated through initiatives like the covenant of mayors, the smart cities and communities european innovation partnership and the civitas initiative for cleaner and better transport in cities. global action on international transport a wide range of actions are being taken within the aviation sector to reduce emissions, including major advances in technology and more fuel efficient aircraft, as well as improvements in air traffic management. further progress needs to be achieved, however, especially at the international level, since the growth in air traffic is outpacing reductions in emissions. at this year's assembly of the international civil aviation organisation (icao), the eu is fully committed to reaching agreement on a global market-based mechanism to address international aviation emissions and achieve carbon neutral growth from 2020. this global market-based measure and other measures, such as the recently agreed international carbon dioxide standard for new aircraft are intended to ensure the carbon neutral growth of international aviation from 2020. the eu will review its own domestic measure (eu emission trading system for aviation) in the light of the assembly's outcome. building on the introduction of an \"energy efficiency design index\" for new ships engaged in international shipping, the eu is also fully committed to securing a robust and mandatory global agreement for the collection and reporting of greenhouse gas emissions from international shipping in the international maritime organisation later this year. this needs to be complemented soon by an international agreement on an emission reduction objective for the shipping sector, which should be followed by measures to mitigate emissions in the international maritime sector. the eu already has in place legislation that will, as from 2018, require ships that use eu ports to monitor, report and verify emissions. the eu may align this legislation in the event of an international agreement on a global system. in relation to air pollutants, the commission supports further measures by the international maritime organisation to reduce these emissions, such as the designation of additional emission control areas and the implementation of a global cap on sulphur in fuel in 2020. the eu remains committed not only to contribute to emissions reductions but also to financially and technically contribute to capacity-building across the globe. the eu is already engaged in capacity-building projects with many developing countries, working with both the international civil aviation organization and the international maritime organization in ensuring genuinely global capabilities are developed to meet future challenges, including across the african continent and with some of the least developed countries and small island states. 4. conclusions this strategy for low-emission mobility should make an important contribution to modernising the eu economy, helping to reduce emissions from the transport sector and meeting the eu's commitments under the paris agreement. the commission invites the european parliament, the council, the european economic and social committee and the committee of the regions to endorse the strategy and urges all actors to actively engage and to make its implementation a success through collaboration at all levels and across sectors. in parallel to this strategy, the commission is launching public consultations on the approach towards reducing emissions from road transport: cars and vans as well as lorries, buses and coaches. (1) com (2011) 144 white paper: roadmap to a single european transport area – towards a competitive and resource efficient transport system . (2) the transport sector contributes to the national greenhouse gas emissions reduction targets under the proposed effort sharing regulation, com(2016)482. (3) see overview of existing policies in the staff working document accompanying this communication. (4) road transport is the largest source of nitrogen oxide (39%) and important source of particulate matter (13%). (5) this includes european railway traffic management system for railways, the single european sky air traffic management research in the air and river information services in the inland waterways sector. (6) revision of the european electronic tolling service (eets) directive 2004/52/ec and commission decision 2009/750/ec. (7) revision of the eurovignette directive (1999/62/ec). (8) legislation partially adopted by the co-legislators, the remainder nearing final adoption (com(2013)26, com(2013)28 and com (2013)29). (9) a recent evaluation of the combined transport directive revealed that it needs to be simplified and the economic incentives for intermodal transport reviewed. (10) revision of regulation 913/2010 concerning a european rail network for competitive freight. (11) proposal for a regulation on streamlining measures for swifter implementation of the projects of common interest on the trans european transport network. (12) directive 2009/28/ec on the promotion of the use of energy from renewable sources and directive 98/70/ec relating to the quality of petrol and diesel fuels. (13) com (2014) 15 a policy framework for climate and energy in the period from 2020 to 2030. (14) support for advanced biofuels can be granted by respecting the conditions set out in the guidelines on state aid for energy and environment. (15) directive 2014/94/eu. (16) insofar as member states policies include the granting of state aid, they need to comply with applicable state aid rules. (17) such as the sustainable transport forum. (18) co-financed by private and public funds, including from connecting europe facility and european structural and investment funds. (19) commission regulation (eu) 2016/427 of 10 march 2016 (1 st regulatory real driving emissions package) and commission regulation (eu) 2016/646 of 20 april 2016 (2 nd regulatory real driving emissions package) (20) proposal for a new regulation, adopted by the commission on 27 january 2016, com(2016)31. (21) the commission will also propose that the conformity factor of each vehicle is shown in its certificate of conformity, making the emission performance of a vehicle fully transparent to the consumer. this is envisaged as part of the 3 rd regulatory real driving emissions package which is currently under preparation. (22) on 14 june 2016, the technical regulatory committee gathering member states representatives (technical committee of motor vehicles) voted in favour of the commission's draft regulation to introduce the world harmonised light vehicle test procedure. (23) the independent scientific advice mechanism is working on the scientific assessment of options for the commission. (24) evaluation of regulations 443/2009 and 510/2011 setting emission reduction standards for cars and vans. (25) the current regulations 443/2009 and 510/2011 define a super-credit regime for vehicles having tailpipe emissions below 50g/km (this would include some plug-in hybrids, full electric cars and fuel cell (i.e. hydrogen-powered) vehicles. (26) as a first step, an evaluation of the car labelling directive (directive 1999/94/ec) is published together with this strategy. the commission may also consider extending labelling to cover other pollutants. (27) eu reference scenario 2016: energy, transport and ghg emissions - trends to 2050. (28) vehicle energy consumption calculation tool. (29) directive 2009/33/ec of the european parliament and of the council of 23 april 2009 on the promotion of clean and energy-efficient road transport vehicles. (30) the additional electricity demand from transport would be counter-balanced by lower demand in other sectors due to energy efficiency improvements. (31) com (2015) 80 a framework strategy for a resilient energy union with a forward-looking climate change policy . (32) com(2015) 192. (33) com(2016) 180. (34) 2014 figures based on eurostat labour force survey (15-64 years). about 11 million jobs correspond to transport services (including postal and courier activities) and more than 4 million to transport equipment manufacturing. (35) com (2016) 381. (36) examples include on-going work on designing financial products to unlock investments in low-emission bus fleets or to improve environmental performance of shipping vessels. top european commission brussels, 20.7.2016 com(2016) 501 final annex to the communication from the commission to the european parliament, the council, the european economic and social committee and the committee of the regions a european strategy for low-emission mobility {swd(2016) 244 final} annex: action plan for low-emission mobility 1 optimising the transport system and improving its efficiency  digital mobility: o master plan for the deployment of interoperable cooperative intelligent transport systems  fair and efficient pricing in road transport: o revision of the eurovignette directive (1999/62/ec) o revision of the european electronic tolling service (eets) directive 2004/52/ec and commission decision on the definition of the european electronic tolling service and its technical elements (commission decision 2009/750/ec)  promoting multi-modality: o proposal for a regulation of the ep and council on streamlining measures for swifter implementation of the projects of common interest on the trans european transport network o revision of regulation 913/2010 concerning a european rail network for competitive freight o proposal for the amendment of the council directive 92/106/eec on the establishment of common rules for certain types of combined transport of goods between member states o revision of regulation (ec) no 1073/2009 on common rules for access to the market for coach and bus services scaling up the use of low-emission alternative energy sources  effective framework for low-emission alternative energy for transport: o legislative package on renewable energy sources o methodology for fuel price comparison  standardisation and inter-operability for electro-mobility in the context of the european standardisation organisations moving towards zero-emission vehicles  post-2020 strategy on vehicle efficiency for cars and vans: o revision of regulation (eu) no 443/2009 and regulation (eu) no 510/2011 setting emission performance standards for cars and vans o review of directive 1999/94/ec relating to the availability of consumer information on fuel economy and carbon dioxide emissions in respect of the marketing of new passenger cars  action on heavy duty vehicles: o proposal for certification procedure of carbon dioxide emissions from heavy-duty vehicles (based on vecto simulation tool) o proposal for monitoring and reporting system for heavy duty vehicles (lorries and buses) o proposal to set fuel efficiency standards for heavy duty vehicles o review of directive 2009/33 on the promotion of clean and energy efficient road transport vehicles horizontal enablers to support low emissions mobility  energy union strategy, including the initiative on electricity market design that aims at increasing consumer engagement  eu research, innovation and competitiveness strategy for the energy union  implementing the single market and the digital single market strategy, including the digitising industry, free flow of data and standardisation policy initiatives  implementing the new skills agenda  maximising the impact of available finance and financial instruments  global action on international transport (1) the action listed in this action plan will be subject to appropriate evaluation, consultation and impact assessments, in line with the eu better regulation principles and subsidiarity and proportionality principles. top", "direct_url": "https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1547243824524&uri=CELEX:52016DC0501", "word_counts": {"ddos": 0, "internet": 0, "cybercrime": 0, "protection": 1, "digital age": 0, "internet of things": 0, "data protection": 1, "cybersecurity": 0, "information security": 0, "cyber attack": 0, "cyber security": 0, "digital technologies": 4, "personal data": 0, "big data": 0, "egovernment": 0, "hacker": 0, "digital": 9, "cloud": 0, "privacy": 0, "cyber": 1, "digitalisation": 0, "surveillance systems": 0, "ict": 2, "security": 1}}