{"search_terms": {"cyber%20security": {"page_number": 182, "order_id": 5}}, "eurovoc_descriptors": [], "document_date": "14/09/2017", "author": "Council of the European Union", "subject_matters": [], "content": "12181/17 add 2 mc/mj d2b en council of the european union brussels , 14 september 2017 (or. en) 12181 /17 add 2 droipen 120 cyber 126 jai 784 telecom 206 mi 626 ia 138 codec 1400 interinstitutional file: 2017/0226 (cod) cover note from: secretary -general of the european commission, signed by mr jordi ayet puigarnau, director date of receipt: 13 september 2017 to: mr jeppe tranholm -mikkelsen, secretary -general of the council of the european union no. cion doc.: swd(2017) 299 final subject: commission staff working document executive summary of the impact assessment accompanying the document proposal for a directive of the european parliament and the council on combating fraud and counterfeiting of non -cash means of payment and replacing council framework de cision 2001/413/jha delegations will find attached document swd(2017) 299 final . encl.: swd(2017) 299 final en en european commission brussels, 13.9.2017 swd(2017) 299 final commission staff working document executive summary of the impact assessment accompanying the document proposal for a directive of the european parliament and the council on combating fraud and counterfeiting of non -cash means of payment and replacing council framework decision 2001/413/jha {com(2017) 489 final} {swd(2017) 298 final} 2 executive summary sheet impact assessment of a proposal for a directive combating fraud and counterfeiting of non -cash means of payment a. need for action what is the problem and why is it a problem at eu level ? three problems were identified as drivers of non -cash payment fraud: 1. some crimes cannot be effectively investigated and prosecuted under the current legal framework. 2. some crimes cannot be effectively investigated and prosecuted due to operational obstacles . 3. criminals take advantage of gaps in prevention to commit fraud. non -cash payment fraud is a threat to security (is a source of i ncome for organized crime and therefore an enabler for other criminal activities such as terrorism, drug trafficking and trafficking in human beings). in addition, it is an obstacle to the digital single market (reduces consumers' trust and causes direct e conomic losses). what should be achieved? two general objectives: enhance security, by reducing the attractiveness (i.e. reduce gains, increase risk) for organized crime groups of non -cash payment frauds as a source of income. support the digital single market, by increasing the trust of consumers and businesses in the payment processes as well as by reducing the direct losses caused by non -cash payment fraud. three specific objectives: ensure that a clear, robust and technol ogy neutral policy/legal framework is in place. eliminate operational obstacles that hamper investigation and prosecution. enhance prevention. what is the value added of action at the eu level (subsidiarity)? non -cash payment fraud has a very important cross -border dimension. therefore, member states cannot effectively combat it alone or in an uncoordinated manner with other countries. eu action also facilitates cooperation with non -eu countries given that the international dimension of non -cash payment fraud frequently goes beyond eu borders. b. solutions what are the various options to achieve the objectives? is there a preferred option or not? if not, why? option a : improve implementation of eu legislation and facilitate self -regulation for public -private cooperation. option b: introduce a new legislative framework and facilitate self -regulation for public -private cooperation. option c: same as option b but with provisions on encouraging reporting for public -private cooperation instead of self -regulation, and new provisions on raising awareness. option d: same as option c but with additional jurisdiction provisions complementing eio and injunction rules. option c is the preferred option, both qualitatively and in terms of costs and benefits. what are different stakeholders' views? who supports which option? 3 in general, stakeholders expressed doubts about the relevance, effectiveness and added value of the current legal framework (council framework decision 2001/413/jha combating fraud and counterfeiting of non -cash means of payment). in particular, stakehold ers agreed that the definitions included in the framework decision are not up -to-date (in particular, experts from judicial authorities pointed out the case of virtual currencies; this was also widely supported by views expressed by individuals and stakeho lders during the open public consultation) and that new offences, not included in the legislation, should be considered (experts from law enforcement and judicial authorities indicated in particular the sale, acquisition and making available of stolen cred entials; this was also widely supported by contributions received during the open public consultation). stakeholders indicated the need to improve cooperation between national authorities and between public authorities and the private sector. stakeholders from financial institutions and other private parties (e.g. merchants) complained about the lack of legal certainty, which hampers their ability to share information, while experts from law enforcement noted that the time to obtain the information does not allow for effectively investigate crime. c. impacts of the preferred option what are the benefits of the preferred option (if any, otherwise of main ones)? the initiative is expected to pave the way towards a more effective and efficient law enforcement action against non -cash payment fraud, through a more coherent application of rules across the eu, better cross -border cooperation and stronger public -private cooperation and exchange of information. the initiative would also foster trust in the digital single market, by enhancing security. what are the costs of the preferred option (if any, otherwise of main ones)? - the elaboration of a new initiative and implementation costs for member states are estimated to be eur 561 000 (one -off). - continuous costs for implementation and enforcement for ms are estimated to be eur 2 285 140 per year (total all member states). what are the impacts on smes and competitiveness? as no mandatory rules on reporting are envisaged by the proposal, there should be no impact with regard to additional costs for businesses, including smes. the other provisions that would be included in the proposal also do not affect smes. will there be significant impacts on national budgets and administrations? overall, the cumulative impact of the proposed measures on administrative and financial costs is expected to be higher than the current levels, as the numbers of cases to be investigated would put a strain on law enforcement resources in this area, which would need to be increased. the main reasons for that are: a broader definition of the means of payment and additional offences to be tackled (preparatory acts) is likely to increase the number of cases that police and judicial authorities are responsible for; additional resources would be required to step up cross -border cooperation; an obligation for member states to gather statistics would create an additional administrative burden. on the other hand, establishing a clear legal framework to tackle enablers f or non -cash payment fraud would provide a chance for detecting, prosecuting and sanctioning fraud -related activities earlier on. moreover, while enhancing public -private cooperation has a cost in terms of resources, the return on investment in terms of eff ectiveness and efficiency of law enforcement action is immediate. will there be other significant impacts? no significant environmental impacts or impacts on the overall level of jobs at the eu level. by enhancing coherence with existing rules (e.g. pa yment service directive 1), the initiative would create synergies as regards the protection of non -cash payment instruments. proportionality? 1 directive 2015/2366 of 25 november 2015 on payment services in the internal market, amending directives 2002/65/ec, 2009/110/ec and 2013/36/eu and regulation (eu) no 1093/201 0, and repealing directive 2007/64/ec. 4 the preferred option would introduce a minimum set of common broad definitions, minimum level of maximum sanctions and rights of victims. therefore, member states would retain a degree of discretion in setting the levels of sanctions. likewise, member states would be allowed to grant more favourable rights to the victims of non -cash payment fraud. the preferr ed option would not impose disproportionate obligations on the private sector (including smes) and citizens, since it does not impose reporting obligations. finally, the instrument chosen is a directive, which gives member states flexibility in terms of im plementation. the preferred option does not exceed what is necessary to solve the original problem and meet the objectives identified for the eu intervention. d. follow up when will the policy be reviewed? the commission should review the implementation of a proposal on non -cash payment fraud with regards to the achievement of policy objectives identified in this impact assessment. this evaluation should take place 6 years after the deadline for implementation of the legislative act to ensu re that there is a sufficiently long period to evaluate the effects of the initiative after it has been fully implemented across all member states.", "word_counts": {"data protection": 0, "privacy": 0, "ddos": 0, "protection": 1, "personal data": 0, "security": 3, "digital technologies": 0, "digitalisation": 0, "big data": 0, "cyber": 1, "cyber security": 0, "internet": 0, "information security": 0, "cybercrime": 0, "digital": 3, "hacker": 0, "ict": 3, "egovernment": 0, "surveillance systems": 0, "cybersecurity": 0, "digital age": 0, "cloud": 0, "cyber attack": 0, "internet of things": 0}, "most_common_words": {"non": 16, "are": 10, "is": 15, "would": 12, "-cash": 15, "by": 11, "option": 14, "fraud": 10, "what": 9, "payment": 17}, "publication_date": "14/09/2017", "direct_url": "https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1547554367632&uri=CONSIL:ST_12181_2017_ADD_2", "document_type": "Cover note", "title": "COMMISSION STAFF WORKING DOCUMENT EXECUTIVE SUMMARY OF THE IMPACT ASSESSMENT Accompanying the document Proposal for a Directive of the European Parliament and the Council on combating fraud and counterfeiting of non-cash means of payment and replacing Council Framework Decision 2001/413/JHA", "local_id": "ST_12181_2017_ADD_2"}