{"local_id": "ST_12257_2016_ADD_3", "order_id": 1471, "most_common_words": {"broadband": 138, "with": 177, "are": 163, "at": 118, "is": 287, "eu": 114, "more": 129, "by": 237, "services": 112, "this": 144}, "publication_date": null, "title": "COMMISSION STAFF WORKING DOCUMENT IMPACT ASSESSMENT Accompanying the document Proposals for a Directive of the European Parliament and of the Council establishing the European Electronic Communications Code (Recast) and a Regulation of the European Parliament and of the Council establishing the Body of European Regulators for Electronic Communications", "document_date": null, "document_type": null, "content": "12257/16 add 3 cb/ek dg e2b en council of the european union brussels , 4 october 2016 (or. en) 12257 /16 add 3 telecom 166 compet 489 mi 579 consom 216 ia 73 codec 1273 interinstitutional file: 2016/0286 (cod) cover note from: secretary -general of the european commission, signed by mr jordi ayet puigarnau, director date of receipt: 14 september 2016 to: mr jeppe tranholm -mikkelsen, secretary -general of the council of the european union no. cion doc.: swd(2016) 303 final/2 part 3/3 subject: commission staff working document impact assessment accompanying the document proposals for a directive of the european parliament and of the council establishing the european electronic communications code (recast) and a regulation of the european parliament and of the co uncil establishing the body of european regulators for electronic communications delegations will find attached document swd(2016) 303 final/2 part 3/3 . encl.: swd(2016) 303 final/2 part 3/3 en en european commission brussels, 3.10.2016 swd(2016) 303 final/2 part 3/3 corrigendum annule et remplace le swd(2016) 303 final. suppression des liens vers des documents externes. commission staff working document impact assessment accompanying the document proposals for a directive of the european parliament and of the council establishing the european electronic communications code (recast) and a regulation of the european parliament and of the council establishing the body of european regulators for electronic communications {com(2016) 590 final} {com(2016) 591 final} {swd(2016) 304 final} 306 6.6 annex 6 - data and problem evidence 6.6.1 introduction europe's digital progress report provides an overview of the progress made by ms in digitalisation. it also details the policy responses by ms to address the s pecific challenges that face them. the commission adopted the dsm strategy for europe 411 in may 2015, which identified that europe has the potential to lead in the global digital economy, but that fragmentation and barriers that do not exist in the single market are holding back the eu. it estimated that bringing down these barriers could con tribute an additional eur 415 billion to european gdp. the digital economy could expand markets and provide better services at better prices, offer more choice and create employment. the dsm could create opportunities for new start -ups and provide an envir onment for businesses to grow and benefit from a market of over 500 million consumers. the commission therefore announced a series of measures to be taken at eu level to: improve access for consumers and businesses to online goods and services across euro pe; create the right conditions for digital networks and services to flourish; and maximise the growth potential of the european digital economy. the delivery rhythm of the announced measures has been brisk. already on 6 may 2015, the commission launched a competition sector inquiry into ecommerce relating to the online trade of goods and the online provision of services. more than 1300 companies responded before the end of 2015. a first set of very preliminary results has been published on 18 march 2016, showing that geo -blocking is widespread in the eu. this is partly due to unilateral decisions by companies not to sell abroad but also contractual barriers set up by companies preventing consumers from shopping online across eu borders. on 9 december 2015 , the commission presented a proposal for directive on contracts for the supply of digital content 412 as well as a proposal for a directive on certain aspects concerning contracts for the online and other distance sales of goods 413. the aim of these proposals is to remove barriers due to contract law differences. in addition, for the supply of digital content, once adopted, the directive should set out clear and specific rights for consumers. indeed, there is currently a clear gap in eu legislation in the area of defective digital content, as most ms do not have any legislation in place to protect consumers in the case of defective digital content. on the same day, the commission proposed a regulation on the cross -border portability of online content services in the internal market 414 to allow people to travel with their online content. in other words, this regulation should ensure that europeans who have purchased films, series, sports broadcasts, games or e -books online can access them when they travel within the eu. at the same time , the commission published an action plan to modernise eu copyright rules, 415 which should make eu copyright rules fit for the digital age. this ‚political preview™ will be translated into legislative proposals and policy initiatives that take into account r esponses to several public consultations. 411 com(2015) 192. 412 com(2015) 634. 413 com(2015) 635. 414 com(2015) 627. 415 com(2015) 626. 307 a set of measures to support and link up national initiatives for the digitisation of industry and related services across all sectors and to boost investment through strategic partnerships and networks was a dopted by the commission on 19 april 2016. 416 this package also contains concrete measures to speed up the standard setting process for ict and an updated e -government action plan to modernise digital public services. in addition to action at the european le vel, the dsm strategy recognised that such action needs to be complemented by actions taken at ms level, since a major part of policies which are essential for the development of the digital economy are formulated a national level. moreover, ms are at very different stages in the development of the digital economy; some, for example, the nordic countries, are among the most advanced in the world, while others still have a lot of catching up to do. therefore, both policy priorities and the impact of the dsm will differ significantly from member state to member state. this report combines the quantitative evidence from the digital economy and society index (desi) with country -specific policy insights. it keeps track of the progress made in digitalisation in th e ms and provides important feedback for policy -making at eu level. to enable a better comparison between ms, this report also develops a cross -country analysis for the main dimensions of desi. this report will feed into the analysis of ms™ economic and so cial challenges and the monitoring of national reform efforts carried out under the european semester. the report is structured in thematic chapters that examine one issue across all ms. the first section starts with connectivity, followed by human capital , before moving on to internet usage, the digitisation of industry and digital public service and finally r&d in ict. this is followed by country chapters, each of which looks in the same order at the same issues, except for r&d, which is not covered at th e level of ms. 6.6.2 the state of play on connectivity and the telecom sector the connectivity dimension of desi looks at both the demand and the supply side of fixed and mobile broadband. under fixed broadband it assesses the availability as well as the take -up of basic and high -speed nga broadband and also considers the affordability of retail offers. on mobile broadband, the availability of radio spectrum and the take -up of mobile broadband are included. on the fixed side, luxembourg, the netherlands and the uk are the strongest, and poland, romania, slovakia and bulgaria the weakest. nga subscriptions are particularly advanced in belgium, romania, the netherlands and lithuania. as for mobile broadband, the nordic countries (finland, sweden and denmark) lead along with estonia, while lowest figures were registered by hungary, greece and portugal. 416 com (2016) 176, (com(2016) 178, com(2016) 179, com(2016) 180. 308 table 33 - eu average of connectivity indicators in desi 2016 figure 37 - digital economy and society index (desi), connectivity, 2016 total telecom services revenues have declined by 10 % in europe since 2012. eu telecom capex has slightly increased in the same period. telecom operators in europe generated less revenue than us operators. revenues went down from eur 237 bn in 2012 to eur 213 bn in 2016 (forecasted) in europe. at the same time, the us also reduced its figures from eur 252 bn to eur 240 bn, surpassing europe despite its smaller population. there have been large increases in emerging markets, especially in china, where there is still relatively low take -up of telecom services 417. figure 38 - total telecommunication services revenues per region, billion eur, 2012 -2016 417 note: this analysis is based on detailed figures from 26 ms, which covered about 98 % of the total eu market (total telecom carrier services). desi - connectivity fixed broadband coverage (% of homes) 97% fixed broadband take -up (% of homes) 72% mobile broadband take -up (subs per 100 people) 75 spectrum (% of spectrum harmonised) 69% nga coverage (% of homes) 71% subscriptions to fast broadband (% of subscriptions) 30% fixed broadband price (as a % of income) 1.3% 309 source: 2015 eito in collaboration with idc capex figures remained stable over the last four years even though nga coverage increased from 54 % to 71 %. mobile capex spending represented 60 % of total spending. figure 39 - share of fixed and mobile capex in europe, 2015 mobile voice and fixed voice revenues have decreased by over 25 % since 2012. mobile data grew by 10 %, and will represent over a quarter of total telecom revenues at eu level in 2016. the revenues of the telecommunications sector went down by 10 % between 2012 and 2016 (forecasted figure). telecommunications revenues (carrier services) by segment showed, how voice services (both fixed and mobile) lost importance. fixed voice decreased by 17.2 %, while mobile by 30.8 %. fixed and mobile voice services made up 57 % of total telecom revenues in 2012, but will only represent 47 % in 2016. 310 table 34 - revenue growth rates, 2012 -2016 by contrast, the growth in mobile data services (9.9 % between 2012 and 2016) is remarkable. mobile data will represent over one quarter of total market revenue (26 %) in 2016. the growth in mobile data services could not, however, compensate for the major decline in voice. revenue from fixed internet access went up by 13.1 % since 2012, whereas business data services decreased by almost 1 % between 2012 and the forecasted figure for 2016, representing solely 7 % of total telecom revenue. figure 40 - total telecom carrier services revenues by segment, 2012 -2016 source: 2015 eito in collaboration with idc coverage of next generation access (nga) technologies continued to increase and reached 71 %. nga deployments still focus mainly on urban areas, while only 28 % of rural homes are covered. for the purpose of this report, next generation access includes vdsl, cable docsis 3.0 and fttp. by m id-2015, cable docsis 3.0 had the largest nga coverage at 44 %, followed by vdsl (41 %) and fttp (21 %). most of the upgrades in european cable networks had taken place by 2011, while vdsl coverage doubled in the last four years. there was remarkable revenue growth rates 2012-2016 telecom carrier services -10.0 % business data services -0.8 % fixed voice telephony -17.2 % internet access and services 13.1 % mobile data services 9.9 % mobile voice telephony -30.8 % 311 progr ess also in fttp growing from 10 % in 2011 to 21 % in 2015, but fttp coverage is still low. nga networks are still very much limited to urban areas: only 28 % of rural homes are covered, mainly by vdsl. figure 41 - nga broadband coverage in the eu, 2010 -2015 figure 42 - next generation access (fttp, vdsl and docsis 3.0 cable) coverage, june 2015 coverage of fibre to the premises (fttp) grew from 10 % in 2011 to 21 % in 2015, while it remains a primarily urban technology. lithuania, latvia, portugal and estonia are the leaders in fttp in europe. fttp is catching up in europe, as coverage for homes more than doubled since 2011. however, the fttp footprint is still significantly lower than that of cable docsis 3.0 and vdsl. in estonia, portugal, latvia and lithuania more than two thirds of homes can already subscribe to fttp services, while in greece, the uk, ireland, germany, austria and poland only less than 10 % can do so. fttp services are available mainly in urban areas with the exception of 312 lithuan ia, latvia, estonia, denmark and luxembourg, where more than one in three rural homes can also have access to it. figure 43 - fibre to the premises (fttp) coverage in the eu, 2011 -2015 figure 44 - fibre to the premises (fttp) coverage, june 2015 4g mobile broadband availability reached 86%, up from 27% three years ago. 4g has been commercially launched in all ms. in 2015, deployments of 4g (lte) continued: coverage went up from 79% of homes to 86% in six months. nevertheless, 4g coverage is still substantially below that of 3g (hspa). as of october 2015, 80% of mobile network operators in the eu offered 4g services on lte networks. 313 lte is most widely developed in the netherlands, sweden and denmark, while commercial 4g services were launched only last year in bulgaria. lte deployments have focused so far mainly in urban areas, as only 36% of rural homes are covered . however, in sixteen ms, lte is already available also in the majority of rural homes, with very high rates in denmark, sweden, slovenia, luxembourg and the netherlands. figure 45 - mobile broadband coverage in the eu, 2011 -2015 figure 46 - 4g (lte) co verage, june 2015 an estimated 8 % of european homes subscribe to ultrafast broadband (at least 100mbps), up from 0.3 % five years ago. romania, sweden and latvia are the most advanced in ultrafast broadband adoption. the digital agenda for europe set the objective that at least 50 % of homes should subscribe to ultrafast broadband by 2020. from june 2015, 49 % of homes are covered by networks capable of providing 100mbps. as service offerings are emerging, take -up is growing sharply. the penetration is the highest in romania, sweden and latvia. these three ms have a high coverage 314 of fttp. in greece, italy and croatia take -up is low mainly due to the lack of superfast infrastructure, while in cyprus and malta, where the infrastructure is available for ma ny homes, still mainly lower speed offers are purchased. figure 47 - percentage of households with a fast broadband (at least 30mbps) subscription at eu level , 2010 -2015 figure 48 - percentage of households with an ultrafast broadband (at least 100mbps) subscription, july 2015 ftth and fttb together represent 9 % of eu broadband subscriptions up from 7 % a year ago. in these technologies, europe is still very much lagging behind south korea and japan. figure 49- share of fibre connections in total fixed broadband, july 2015 315 fast and ultrafast broadband subscriptions grew by 36 % in 12 months. in belgium, latvia and romania, the majority of subscriptions are at least 30 mbps. ultrafast (at least 100 mbps) is most widespread in belgium and romania. despite the growth in fast and ultrafast subscriptions, they are still rare in the eu. in january 2015, only slightly more than one in four subscriptions were at least 30 mbps and only 9 % were at least 100mbps. in belgium, romania, malta, latvia, portugal, lithuania, ireland, the netherlands and sweden, more than 50 % are already at least 30mbps, while the same ratio is less than 10 % in italy, greece, cyprus and croatia. in ultrafast (at least 100 mbps), sweden, latvia and romania are the most advanced with more than 40 % of subscriptions. figure 50 - fixed broadband subscriptions by headline speed at eu level, 2008 -2015 figure 51 - fixed broadband subscriptions by headline speed, july 2015 316 there are 75 active mobile broadband sim cards per 100 people in the eu, up from 34 four years ago. the growth was linear over the last three years with over 40 million new subscriptions added every year. mobile broadband represents a fast growing segment of the broadband market. more than 60% of all active m obile sim cards use mobile broadband. in the nordic countries and estonia, there are already more than 100 subscriptions per 100 people, while in hungary, greece, portugal and slovenia the take -up rate is still below 50%. most of the mobile broadband sub scriptions are used on smartphones rather than in tablets or notebooks. figure 52 - mobile broadband penetration at eu level, january 2009 - july 2015 figure 53 - mobile broadband penetration at eu level, january 2009 - july 2015 317 mobile broadband traffic: tablets are expected to be the touchstone for mobile data traffic in 2020, exceeding smartphones and laptops in average usage. mobile data traffic in 2020 is expected to be 6 -fold higher than in 2015. mobile data traffic in wester n europe is expected to grow by 6 -fold from 2015 until 2020, which represents a higher growth compared to the us (x6), south -korea (x5) and japan (x4). indeed, mobile data traffic will grow 2 times faster than fixed ip traffic from 2015 to 2020. the averag e smartphone user in western europe will generate 4.6 gb of mobile data traffic per month in 2020, up by 353% from 2015. laptop users will generate 4.4 gb and tablets user more than 6gb. tablet devices in europe will overtake mobile -connected laptops and smartphones in total data traffic. currently, in western europe, tablets represent 33% of total mobile traffic. in 2020, their share will be 42%, while in south -korea and japan tablets will weigh less than 40% of total mobile traffic. as for the us, tablets will represent 44% of total mobile traffic by 2020, with 9gb per month per user, as opposed to 6gb in the eu. 318 figure 54 - mobile data traffic per type of device and region, megabytes per month, 2015 - 2020 machine -to- machine co mmunications: in western europe, m2m modules currently generate 3% of total mobile data traffic. by 2020, this figure will go up to 11.6%, while m2m modules will represent more than half of the total connected mobile devices in western europe. machine -to-machine communications on mobile networks will continue to increase rapidly both in terms of traffic and the number of devices. m2m currently represents 19% of all connected mobile devices; this ratio is forecasted to go up to 51% by 2020 in wes tern europe. m2m traffic will also expand, but will still take a relatively low share of total traffic on mobile networks (12%). the us and japan will show similar figures, while in south korea both traffic and number of m2m devices will be significantly h igher proportionally. 319 figure 55 - percentage of m2m modules of device connections by region, 2015 - 2020 figure 56 - m2m traffic as a percentage of total mobile data traffic by region, 2015 - 2020 broadband take -up tends to be lower in ms where the cost of broadband access accounts for a higher share of income, but the correlation is not strong. the lowest income quartile of the eu population has a significantly lower take -up rate. considering overall take -up, european average is 72 % of homes with l uxembourg, the netherlands at the highest positions and italy, bulgaria and poland lagging behind. 320 statistics show that income plays an important role in subscription rates. the lowest income quartile has only 51 % take -up of fixed broadband as opposed to 89 % in the highest income quartile. the lag in the lowest income quartile when compared with the national average is evident in bulgaria, romania, hungary, slovenia, lithuania, czech republic, croatia, spain and slovakia. figure 57 - fixed broadband household penetration by income quartiles at eu level, 2011 -2015 figure 58 - household fixed broadband penetration and share of broadband access cost (standalone 12 -30mbps download) in disposable income, 2015 418 source: commission services based on eurostat and van dijk half of all eu households subscribed to bundled communications services in 2015. 80 % of bundles include internet access. fixed telephony + internet is the most popular type of bundle. 418 data not available for luxembourg and malta. 321 50 % of all eu households purch ase bundled communications services, up from 38 % six years ago. the most popular bundle is fixed telephony + internet followed by ‚triple play™: fixed telephony + internet + tv. internet access (either fixed or mobile) is present in 80 % of all service bu ndles, fixed telephony in 64 %, tv in 54 % and mobile telephony in 46 %. figure 59 - percentage of h ouseholds subscribing to bundled services at eu level, 2009 -2015 figure 60 - popularity of different services in bundles at eu level, 2015 322 figure 61 - popularity of different bundles (% homes with subscriptions) at eu level, 2015 prices of mobile voice+data plans vary greatly across europe . in comparison with the us, the eu is cheaper for lower usage baskets, and more expensive for high -end packages . looking at the usage basket of 300 voice calls and 1gb data usage on handset, minimum prices range between •13 and •73 with an eu average of •31. the cheapest countries are estonia, lithuania, denmark and the uk with minimum prices below •15. at the same time, prices are very high (>•60) in hungary, malta and greece. the eu on average has much lower prices than the us for the 0.1gb+30 calls and the 0.5gb+100 calls baskets, however, on the 2gb+900 calls basket, the us is by close to 30% cheaper than the eu 419. figure 62 - mobile broadband prices (eur ppp) - handset use in the eu and the us, 2015 figure 63 - mobile broadband prices (eur ppp) - handset use, 1gb + 300 calls, 2015 419 source: smart 2014/0049 - mobile broadband prices (february 201 5) https://ec.europa.eu/digital -single -market/en/news/mobile -broadband -prices -february -2015 . this study was carried out for the european commission by van dijk. 323 prices of mobile broadband plans for laptops also show large differences across europe. in comparison with the us, the eu is cheaper for all usage baskets. looking at 5gb data -only plans for laptops, minimum prices range between •10 and •46. the eu average (•19) is below the price of fixed standalone offers of 12 -30mbps. the cheapest countries are austria, italy, finland, denmark and poland with prices below •12. at the same time, prices are very high (>•30) in cyprus, spain, czech republic and croatia. the eu on average has much lower prices than the us for all the laptop bas kets 420. figure 64 - mobile broadband prices (eur ppp) - laptop use in the eu and the us, 2015 figure 65 - mobile broadband prices (eur ppp) - laptop use, 5gb, 2015 420 source: smart 2014/0049 - mobile broadband prices (february 2015) https://ec.europa.eu/digital -single -market/en/news/mobile -broadband -prices -february -2015 . this study was carried out for the european commission by van dijk. 324 325 6.6.3 technical annex on technologies and medium in the context of constantly increasing ip traffic, resources such as numbering or spectrum become more and more scarce. in s pite of industrial development of more sophisticated and optimised solutions of spectru m usage for wireless data transmissions or of other transport media like copper or fibre, the laws of physics as currently understood are showing a clear unused capacity potential for certain technologies. just comparing the fundamental p roperties of physi cal media available for future technologies which could appear over the air, copper or fibre, electrical signal speed is just two thirds of the s peed of light. fibre has an efficiency range of dozen of kilometres while copper g.fast is effective only over 250 m or so. more significantly, fibre theoretical capacity of frequency bandwidth is 50 000 ghz against 0.2 ghz for twisted copper. concerning broadband technologies we are observing on the one hand a tendency of boosting equipment around a copper pair or wireless path in order to use higher and higher spectrum in the fixed line or over the air over shorter and shorter distances; and on the other hand, evolution of optical devices in order to consume more and more of the unused already available spectrum o f the fibre while keeping or improving the efficiency range. as suggested by the smart 2015/0005 support study, the continuous reliance on the existing copper -based infrastructure may hinder the development and take -up of certain applications if the most d emanding scenario in terms of bandwidth needs materialises. the new concept of vhc takes into consideration a number of parameters in terms of quality of transmission (speeds, latency, jitter, etc.), that will define performance in a broader se nse than un derstood today (with a current focus almost exclusively on download speeds). table 35 - table of mediums and technologies 326 medium technologies down/upstream rate (1) efficiency range (1) typical latency (5) shared medium for lastmile? frequency bandwidth (6) infrastructure architecture suitability future of the technology copper wired adsl, adsl2, adsl2+ 24/1 mbps 5 km 15-40 ms no 0,0022 ghz internet access by transmitting digital data over the wires of a local telephone network copper line terminates at telephone exchange (adsl) or street cabinet (vdsl) · vectoring: elimination of cross talks for higher bandwidths · g.fast: frequency increa se up to 212 mhz to achieve higher bandwidth · use of existing telephone infrastructure · fast to install · small efficiency range due to the line resistance of copper connection lines · further speed and range improvements by enhancing and combining new dsl -based technologies (phantom mode, bonding, vectoring) · bridge technology towards complete fibre optic cable infrastructure vdsl, vdsl2, vectoring 100 /40 mbps 1 km 15-40 ms no 0,017 ghz g.fast 500/500 mbps 250 m 15-40 ms no 0,212 ghz catv 200/100 mbps (4) 2-100 km(2) 15-40 ms yes 1 ghz · coaxial cable in streets and buildings; fibre at the feeder segments · network extensions to provide backward channel functionality · use of existing cable television infrastructure · fast to install · high transmission rates · further implementation of new standards (docsis 3.1) will allow to provide higher bandwidth to end -users fiber optical p2p 1/1 gbps (and more) 10-60 km 0.3 ms (5 µs per km) no 50000 ghz · signal transmission via fibre · distribution of signals by electrically powered network equipment or unpowered optical splitters · highest bandwidth capacities · high efficiency range · high investment costs · bandwidth depends on the transformation of the optical into electronic signals at the curb (fttc), building (fttb) or home (ftth) · next generation technology to meet future bandwidth demands p2mp yes air wireless lte(advanced) 100/30 (1000/30) mbps (3) 3-6 km 5-10 ms yes 0.1 ghz · mobile devices send and receive radio signals with any number of cell site base stations fitted with microwave antennas · sites connected to a cabled communication network and switching system · highly suitable for coverage of remote areas (esp. 800 mhz) · quickly and easily implementable · shared medium · limited frequencies · commercial deployment of new standards with additional features (5g) and provision of more frequency spectrum bloc ks (490 - 700 mhz) · meets future needs of mobility and bandwidth accessing nga -services hspa 42,2 / 5,76 mbps 3 km 30-70 ms yes 0.005 ghz satellite 20/6 mbps high 500-700 ms yes 10 ghz · highly suitable for coverage of remote areas · quickly and easily implementable · run time latency · asymmetrically · 30 mbps by 2020 based on next generation of high -throughput satellites wi-fi 300/300 mbps 300 m 100 -1000 ms yes 0.005 -0.160 ghz(7) · inexpensive and proven · quickly and easily implementable · small efficiency range · shared medium · increased use of hotspots at central places wimax 4/4 mbps 60 km 50 ms yes 0.01 ghz · gets continually replaced by wi -fi and lte legend: 1 technical standard max. 4 eurodocsis 2 depends on amplification 5 usual practical values depending on distance 3 depends on the frequency spectrum used 6 difference between the upper and lower usable frequencies for signals transmission 327 6.7 annex 7 - impact on competitiveness and innovation 6.7.1 impact on competitiveness the results of the cge modelling also provide some indications as regards the implications of changes to the framework on labour productivity œ one measure of eu competitiveness. in the cumulative scenario case, where preferred policy options are implemented in all areas, real labour productivity will exceed the baseline by an average of 1% for the period 2020 -2025. this is equivalent to an average of 0.3 percentage points higher growth rate of productivity in the simulation scenario as compared to the baseline. figure 66 - real labour productivity (preferred options vs status quo) source : eurostat, own calculations viewed in international perspective, historically over the past quarter century labour productivity growth in eu has been lagging by an average of 0.4 percentage points as compared to the us and by 2.4 percentage points as compared to korea (due its lower base). one can realistically expect productivity growth acceleration in the us and korea in the forthcoming years as well . despite this, the implementation of the considered policy changes should make a significant contribution towards boosting eu productivity, and potentially closing the gap. figure 67 - trends in labour productivity œ international comparisons source : world bank, world development indicators database 328 6.7.2 potential for disruptive change through innovation the assumption underlying the cge model is that clearer regulation of communication services and better connectivity will allow all sectors of the economy to operate more efficiently and realise higher total factor productivity rates. in addition, the imp lementation of the preferred policy options might give a significant boost to innovation. such innovation effects are particularly relevant in view of the fact that the review of the electronic communications framework could support the development and use of the ‚internet of things™ (iot) 421 and digitalization of industry inter alia by fostering: - more regulatory certainty for all players throughout the iot value chain contributing to a better investment climate; - levelling barriers for scaling up in eu rope (by reducing regulatory heterogeneity) to the benefit of start -ups entering as new players shaping the iot value chain. - improving connectivity for sim based m2m services; - end -users confidence about security, privacy and confidentiality 422. - faste r adoption of 5g; and - a more ubiquitous roll -out of fibre networks to homes and lamp posts as to provide a backbone with the stability and low latency that is required by many iot applications. in turn, iot implies an increased role for communication se rvices in (and increased dependency on connectivity by) various industries, including automotive, agriculture, health, transport, etc. as such, policies which unlock the full potential of iot and the digitization of industry could trigger a so -called ﬁdisr uptive growth pathﬂ. 423 it is not possible to estimate ex ante the impact of such structural economic changes on the basis of cge modelling. therefore, the cge estimates should be treated as a lower bound. assessing the impact of disruptive structure change s would require a case study approach examining how precisely production processes would change as a consequence of a progressing iot. such analysis has been done by mckinsey (2015) ﬁthe internet of things: mapping the value beyond the hypeﬂ which analyses a number of iot use cases 424 involving sectors that are key for eu competitiveness. - iot will particularly increase productivity and innovation in sectors that are considered essential for europe™s global competitiveness (such as automotive 425 and electrical engineering 426). realising the full potential of the iot in europe contributes to maintaining/strengthening that position. not realising the full potential of the iot in europe may lead to other parts of the world overtaking that position. 421 berec (2016) and mckinsey (2015) identify a number of key enablers that contribute to unlocking the full potential of the iot. key enablers are optimal fixed and mobile connectivity (which is realised through policy measures with regards to access, spect rum and numbering), regulatory security for new players in the iot value chain (which is realised by clarifying the scope of the rf) as well as end -users confidence about security, privacy and confidentiality. 422 the reason, as explained by berec and mckin sey, is that new categories of risks are introduced by the internet of things. mckinsey argues that more devices means more opportunities for potential breaches and berec argues that ﬁ [d]ue to limited resources in terms of energy and computing power, [–] i ot devices may be vulnerable to cyber -attacks ﬂ. furthermore, mckinsey argues that the impact of a data breach is much larger in the context of the iot. ﬁ when iot is used to control physical assets, whether water treatment plants or automobiles, the consequ ences associated with a breach in security extend beyond the unauthorized release of information šthey could potentially cause physical harm ﬂ. berec concludes that ﬁif users do not trust that their data is being handled appropriately there is a risk that t hey might restrict or completely opt out of its use and sharing, which could impede the successful development of iot .ﬂ 423 see: ﬁinformation technologies and labour market disruptions - a cross -atlantic dialogueﬂ background document by the ﬁinterdisciplinar y, cross -sector roundtable organised by the european commission (dg enterprise and industry and dg communication networks, content and technology) in cooperation with the conference board and cornell university ilr schoolﬂ 3/11/2014, p. 11 424 outside, home, human, cities, factories, worksites, offices, retail, environments, and vehicles, 425 berec bor(16)39 as well as mckinsey (2015) identify automotive as key sector that will adopt iot applications. at the same time, it considered a strategic sector of the e u economy http://ec.europa.eu/growth/sectors/automotive/index_en.htm 426 electrical engineering is a sector in which the eu is the global leader and which will benefit greatly from t he ongoing growth in mobile devices see: http://ec.europa.eu/growth/sectors/electrical -engineering/index_en.htm 329 - iot will also increase productivity and innovation in as well as in agriculture 427 which is an essential sector for the regional competitiveness of europe™s peripheral areas 428. - furthermore, iot contributes to cost savings in a wide variety of other sector s such as e -health, smart metering/grids, smart homes and cities, etc. mckinsey estimates for the global economy that by 2025, the full potential of iot amounts to approximately 3.9 to 11.1 trillion dollars per year (including consumer surplus). in terms o f % of global gdp this amounts to 3.3% to 9.4% according to our own calculations. 429 if europe could realise a similar gain by fostering key iot enablers, this would amount to an additional gdp of 0.56 and 1.59 trillion euros in the year 2025. 430 the contribut ions to european competitiveness that could be made from the proposed changes to the eu regulatory framework are summarised in the following table. 427 berec bor(16)39 as well as mckinsey (2015) identify ag riculture as key sector that will adopt iot applications. 428 thissen, van oort, and diodato (2013 ( 429 on the basis of data and forecasts provided by the conference board, global gdp may grow from 88 trillion dollars in 2015 to 117 trillion dollars in 2025, not accounting for a disruptive boost like the iot. as such, the iot may create up to 3.3% to 9.4% additional income at global level by 2025. see https://www.conference -board.org/data/economydatabase/index.cfm?id=27762 and https://www.conference -board.org/data/globaloutlook/index.cfm?id=27451 430 assuming the eu economy has grown to 16.58 trillion euros by 2025 (based on forecasts by the conference board). 0.33% of 16.58 trillion euros = 0.56 trillion euros. 9.4% of of 16.58 trillion euros = 1.59 trillion euros 330 table 36 - overview of competitiveness impacts access spectrum services cost competitiveness high bandwidth connectivity supports the digitalisation of services, reducing cost and time to market. standardising wholesale products used for business should also reduce costs and increase efficiency wit hin cross -border organisations the prevalence of general authorisations will make access to spectrum more affordable and lower administrative / regulatory costs. this is of particular benefit to smaller companies with more limited resources the reduction o f administrative burden and of regulatory heterogeneity realises cost savings for telecom operators. international competitiveness access policies are likely to boost infrastructure deployment in europe, closing the investment gap with other economies. increased bandwidth is likely over time to support increased use of digital services and the attractiveness of the eu as a platform for technological and service development. device manufacturers will benefit from eu single market, offering significant sca ling opportunities, and producing devices that are able to operate in ﬁeuropeanﬂ bands. less regulatory heterogeneity contributes to the realisation of a digital single market which facilitates a faster scale -up of european start -ups in the global digital economy. innovation competitiveness the deployment of fibre to lampposts and homes supports 5g development, and new applications. a connected economy may also drive disruptive change in business processes the prevalence of general authorisation will open up spectrum access to innovative services, faster roll -out of 4g/5g will foster development of new services based in europe. more clarity and equality throughout the value chain with regards to regulation reduces regulatory risk for new (small medium size d and large) players. this increases their willingness to invest and innovate 331 a key challenge however in realizing the benefits we have identified from innovations including those stemming from iot is the capability of european businesses to leverage innovation. for example, comparing eu 431 innovation capacity and results against peer economies, according to the global innovation index for 2015, 432 the eu seems to be lagging behind in terms of many aspects of innovation, 433 although some countries within europe including finland, sw eden, luxembourg, denmark and germany are reported to be relatively strong in making use of innovations specifically in ict. source : global innovation index, own calculations if benefits are to be fully realized, this highlights the need for levelling up within europe, not only in terms of supply -side policies for electronic communications including the regulatory environment, but also œ importantly œ on initiatives to support the absorption of new technologies within businesses of all sizes. 431 eu figures are derived aggregating the member states scores, weighting them with the respective country population. 432 the global innovation index is an annual ranking of countries by their capacity for, and success in, innovation. it is published by insead and the world intellectual property organization, in partnership with other organisations and institutions . it is based on both subjective and objective data derived from several sources, including the international telecommunication union, the world bank and the world economic forum. 433 there are clear differences for the business sophistication pillar of the index, which includes knowledge workers and r&d activities perfo rmed in the business sector, links between the business sector and the academia and means of knowledge absorption. another aspect where eu is performing relatively worse concerns indicators for ‚knowledge and technology™ including knowledge creation, diffusion and impact. 332 6.8 annex 8 œ options diagrams 6.8.1 access options 6.8.2 spectrum options option 1 option 2 option 3 option 4 do nothing move to dispute resolution limit regulation/remedies streamline market analysis maintain current situation / flexibility streamline market analysis focus regulation for nga standardise business wholesale products 333 6.8.3 uso options 6.8.4 services options costs green shaded : moderate enforcement, compliance and adjustment costs orange shaded : costs in terms of less privacy protection red shaded : high regulatory enforcement and compliance costs + increased regulatory risks blue shaded : costs of reduction in national flexibility (size of which depends on heterogeneity of preferences and degree of harmonisation of horizontal rules) option 1 option 2 option 3 option 4 do nothing excluding public payphones and accessory services excluding public payphones and accessory services basic broadband affordability basic broadband availability and affordability excluding pats 334 6.8.5 governance harmonisation minimum set nrass competencies (including spectrum) and alignmented with berec tasks berec & rspg advisory role and certain normative powers for berec new governance: chairperson, new single board, executive manager with binding suppervisory and enforcement powers option 1 option 2 option 3 option 4 do nothing eu regulator enhanced advisory role strenghtened competencies harmonisation minimum set nras competencies and alignmented with berec tasks, enhanced berec advisory role new governance: chairperson, new single board, executive manager advisory and normative powers extended nra competencies (consumer protection, numbering, authorisation, geographical surveys ) aligned with berec advisory tasks commission/berec double lock for coherence in market review mechanisms (remedies) berec new tasks including binding powers (transnational markets, cross -border disputes improved rspg process for opinions & reports exchange of best practices on spectrum assignments berec peer review on notified spectrum assignment & recommendations 335 6.9 annex 9 - the connectivity strategy: a european gigabit society this annex spells out the rationale behind the connectivity strategy for a european gigabit society by 2025. the communication accompanying the review of the telecoms framework will introduce the policy context and the ambitions for europe in the coming years. in this annex we review the process followed and the evidence underpinning the need for a gigabit society. 6.9.1 the public consultation on internet speeds and the new ambitions adequ ate connectivity is a prerequisite to achieve a genuine dsm. this is why the dsm strategy announced that the review of the telecom framework's focus would include \"incentivising investment in high speed broadband networks \". this is also why president junck er and vp katainen have made of telecommunciations one of the prioritiy areas for strategic investment under the regulation setting up the european fund for strategic investment. dg connect has then, over the last year, gathered evidence on internet connec tivity needs beyond 2020: we have held bilateral meetings not just with the telecom operators but also with various user sectors' representatives. we have analysed connectivity facts and figures in available publications and forecasts. we have carried out and analysed a full public consultation which focused on speed and quality of internet services. overall, the results of these various actions converge: the use of internet services and applications will substantially increase for both fixed and mobile con nectivity and there is a need to prepare now for higher speed (upload and download) and other features of quality of service (latency, resilience, etc.) beyond 2020. the findings of these various steps illustrate the need to: 1. show greater ambition in ter ms of both average and maximal speed and other quality parameters beyond 2020, considering expected future developments and the time horizon for investment. 2. ensure that policy, regulatory and financing instruments support an investment -friendly environment in line with such ambition. these conclusions echo the call for a definition of europe's connectivity ambition beyond 2020 from the participants - representatives of the industry, users and local and national public authorities - in the broadband roundtab les that commissioner oettinger chaired in early 2015. these stakeholders called for defining long -term connectivity ambitions and for better rules and instruments to further deploy broadband infrastructure. on the need to show greater and longer -term ambi tion and in line with the mandate given to commissioner oettinger by president juncker to \"set clear long -term strategic goals to offer legal certainty to the sector and create the right regulatory environment to foster investment and innovative businesses \", commissioner oettinger announced in march his ambition of connectivity for a european gigabit society by 2025 , to be based on 3 pillars: gigabit connectivity for socio -economic drivers, starting with schools, hospitals, libraries, public administration and business centres. future -proof ubiquitous connectivity to support all forms of mobility. improved connectivity in rural areas. while the dae targets should remain valid up to 2020, the expected uses' evolution and technological developments as well as the time horizon for investment (investment cycles needed for such broadband infrastructure projects run over 5-10 years) call for setting up now 336 longer term objectives for 2025. a study is currently being conducted by the commission services to assess the feasibility of the three pillars announced by commissioner oettinger and come up with a preliminary estimate of the cost entailed. 434 6.9.2 connectivity and its importance as mentioned in the main report and in the support studies, there are numerous studies show ing that improved broadband access is beneficial for the society. the positive impact ranges from purely economic gdp growth and unemployment decrease, through battling digital divide and improvement in innovativeness for business and increased employees skills to entertainment possibilities and wellbeing generated by e-health. egovernment solutions decrease the costs of the local administration and the citizens are more willing to participate in community life (e.g. voting participation). czernich et al (2011) 435 examined the wider effects of broadband on gdp per capita across the oecd countries, finding that a 10-percentage point increase in broadband penetration raises national annual per capita growth by 0.9 -1.5 percentage points. eib and imit 436 study proves that higher broadband speed has positive impact on gdp and it is greater in countries with lower income than countries with higher income. katz et al. (2010) 437 claims that germany achieving both the broadband penetration and speed targets will create more than 960,000 additional jobs and output worth more than 170 billion euro. rohman and bohlin 438 (2012) show that increasing the broadband speed in the oecd countries stimulates gdp growth. the impacts depend on the broadband speed and the existin g economic growth in particular country. studies conducted by de stefano et al. (2014) 439, kandilov et al. (2011) 440, kim and orazem (2012) 441, whitacre et al. (2014a) 442 show that broadband can increase the number of businesses œ either because it increases firm entry, or because it helps with firms™ survival. akerman et al. (2015) 443, dettling (2013) 444, kolko (2012) 445, whitacre et al (2014b) 446 show that broadband can positive ly impact on local employment. employment effects can vary across different types of areas, industries, and workers, with urban areas, service industries and skilled workers possibly benefiting more than rural areas, manufacturing industries and unskilled workers. forzati and mattsson (2012) 447 show that increasing in the ratio of the population that lives 434 see smart 2015/0068 435 czernich n., falck o., kretschmer t., woessmann l. (2011), broadbnad infrastructure and economic growth, the economic journal 121 (552) may 12, pp, 505 -532 436 http://institute.eib.org/wp -content/uploads/2014/04/eib_broadband -speed_120914.pdf 437 katz, r. l., vaterlaus, s., zenhäusern, p. & suter, s. (2010). the impact of broadband on jobs and the german economy. intereconomics , 45 (1), 26 -34 438 rohman, i. and e. b ohlin (2012), does broadband speed really matter as a driver of economic growth? investigating oecd countries. international journal of management and network economics, 2012, vol.2, issue 4, pages 336 -356 439 de stefano, t., kneller, r., timmis, j., (2014), the (fuzzy) digital divide: the effect of broadband internet use on uk firm performance. university of nottingham discussion papers in economics. discussion paper 14/06. 440 kandilov, amg, kandilov, it, liu, x, renkow, m., (2011), the impact of broadband on u.s. agriculture: an evaluation of the usda broadband loan program. selected paper prepared for presentation at the agricultural and applied economics association™s 2011 aaea & narea joint annual meeting. pittsburgh, pennsylvania, july 24 -26 441 kim, y., or azem, p., (2012), broadband internet and firm entry: evidence from rural iowa. iowa state university working paper no. 12026 442 whitacre, b., gallardo, r., strover, s., (2014a), broadband's contribution to economic growth in rural areas: moving towards a ca usal relationship. telecommunications policy 38, 1011 -1023. 443 akerman, a., gaarder, i., mogstad, m., (2015), the skill complementarity of broadband internet. quarterly journal of economics. 444 dettling, l.j., (2013), broadband in the labor market: the impac t of residential high speed internet on married women™s labor force participation. finance and economics discussion series divisions of research & statistics and monetary affairs federal reserve board, washington, d.c. 445 kolko, j., (2012), broadband and local growth. journal of urban economics 71, 100 œ113. 446 whitacre, b., gallardo, r., strover, s., (2014b), does rural broadband impact jobs and income? evidence from spatial and first -differenced regressions. the annals of regional science 53, 649 -670. 447 forzati and mattsson (2012), the economic impact of broadband speed: comparing between higher and lower income countries 337 within 353 metres of a fibre -connected premise contributes positively to job employment from 0%-0.2% after two and a half years. atkinson et al (2009) 448 pro ved that investment in broadband networks for usd 10 billion in one year generated about 498 thousand jobs in the usa. table 37 -potential socio -economic impacts of broadband deployment in rural, remote and sparsely populated areas domain impacted aspect examples of benefits in rrs areas by stakeholders ([b] business, [c] citizens) community building quality of life social inclusion participation in social life reducing geographical distances (including politics, leisure activities, etc.) [c]. interaction among citizens allowing for the participation of a larger set of stakeholders (including elderly people, minorities, people living in remote areas, etc.) [c]. crime and public safety quality of life reduction of crime due to the deterrent o f remote surveillance (e.g. safer small villages) [c]. control of strategic assets/infrastructures located in areas not easily accessible (e.g. increasing security and response capacities to man -made damages or natural disasters) [b]. education and skills competiveness and innovation employment technological skills social inclusion increase of productivity [b]. increased contacts with research and innovation actors (i.e. universities and enterprises) allowing connections and technology transf er processes at distance [b]. increase of competitiveness on the job market with skills alignment with those of the citizens of urban areas [c]. creation of ict professional competences as a side effect of deployment and management of broadband infrastruc tures [c]. improvement in the ict take -up (eservices, ecommerce, egovernment) [c] [b]. increase of education delivered in remote mode facilitating access to knowledge also by those having difficulties in accessing transport networks (from disabled people to people living in areas poorly covered by public transport services)[c]. | economy employment growth competiveness selection and employment of workers at distance, accessing competences not available locally or located in areas not attractive for business [b]. opportu nity for workers to contribute remotely to specific ict -based jobs [c]. creation of new ict -based businesses [b]. increase of the total factor productivity of the areas [b]. increased competitiveness of local firms in other sectors than ict through the c reation of new/innovative products and services [b]. 448 atkinson, r.t., castro d., ezell s.j. (2009), \"the digital road to recovery: a stimulus plan to creat e jobs, boost productivity and revitalize america\", the information technology and innovation foundation (itif) 338 and innovation incremental cost saving incremental revenues face -to-face communications worldwide, saving travels costs and time [b]. access of remote technological services to increase firms™ efficiency (i.e. cloud computing) while avoiding local physical insta llation of ict equipment [b]. implementation/adoption of logistic solutions addressed to increase firms™ efficiency (i.e. monitoring of stocks) while avoiding traditional transport and logistics [b]. direct access to global markets [b] and potential gaining of a market share through ecommerce solutions [b]. environment incremental cost saving quality of life use of smart grids with energy efficiency benefits [b] [c]. less physical travels, implying reduced co2 emission and use of fuels and time [b] [c]. adoption of remote control systems to prevent and mitigate natural disasters [c]. equality and well -being employment technological skills quality of life social inclusion incremental cost saving job opportunities for disabled people or people not served by public transport means [c]. education opportunities for disabled people or people not served by public transport means [c]. connection opportunities with families/relati ves displaced in different areas [c]. connection opportunities through smartphones and tablets [b] [c]. connection opportunities for disabled people or people not served by public transport means [c]. opportunities to access information and data worldwide [b] [c]. opportunities to save money from traditional telecommunications means (i.e. fixed lines) [b] [c]. opportunities to access ecommerce and egovernment services [b] [c]. finance and wealth wealth incremental cost saving valorisation of the value of an area reflected in increased prices for housing/business location [b] [c]. opportunities to access financial services for disabled people, people not served by public transport means, and remotely located businesses [b] [c]. health care incremental cost saving quality of life reduction of costs for health consultations (for less critical pathologies) [c]. digitalisation and automation of administrative procedures within public and private health systems [b] [c]. monitorin g of basic health conditions through mobile apps [c]. monitoring of patients at distance without requiring hospitalisation (for less critical pathologies) [c]. source: linking the digital agenda to rural and sparsely populated areas to boost their growth potential œ committee of the region report (2016) smart 2015/0005 demonstrates the impact of speed (and therefore quality) of networks. it estimates that an annual increase of broadband speeds of 21% (associated with a scenario whereby projected adsl con nections were all replaced with fttc/vdsl connections by 2025), would result in cumulative growth in gdp of 1.5% by 2025. a 28% annual increase in speed (as would be associated with a replacement by all broadband connections with fibre) would result in cum ulative growth in gdp by 2025 of 5.1%. according to vodafone and arthur d. little the number of fields which could benefit from the high -speed connectivity is substantial: better healthcare: fibre networks will be crucial for digital health such as remote patient monitoring, remote care & rehabilitation, professional operative consultations and research 339 (e.g. next generation genome sequencing). patient services are being improved, healthcare is delivered in a more efficient way, more patients can be reached and benefit from specialists™ attention and the cost of healthcare will ultimately be reduced. this sector still relies on antiquated infrastructure and many ‚pre -digital™ working practices today. better education: new educational tools and applications are being enabled by fibre networks such as immersive virtual reality training for professionals and remote interactive learning. fibre networks will support increased digitalization within the classroom (e.g. to download content on tablets or laptops). this has allowed education to become more personalized, tailored to the need of each individual by student, increasing buy -in and motivation. moreover, a larger network of students can be reached, teaching tasks distributed and education delivered in a more efficient way. increased security: monitoring public or private environments, recognizing suspicious activity and alerting security services can happen better and faster when fibre networks are in place. more and higher quality images can be captured (sub ject to privacy safeguards) and analysed whilst ai can recognize potentially dangerous situations and automatically trigger emergency response. positive social impact: fibre networks enable a range of new applications for entertainment, collaboration and social inclusion. social relationships between people can be maintained regardless of distance, age or level of mobility, e.g. through high definition video streams or ambient presence. positive impact on environment: next generation smart grid and smart mobility applications can be enabled by fibre networks and will have a positive impact on energy consumption and co2 emissions. applications like automated energy demand response reduce the production and consumption, enabling more efficient use of renewab les. smart highways, autonomous transportation and smart traffic management tools œ with core fibre networks œ will lead to more efficient mobility. increased employment: new jobs are created to construct and set up the new fibre infrastructure. but more importantly, new applications and business models enabled by fibre networks appear and create new job opportunities, and the wider availability of such connectivity nationwide also distributes economic benefits and promotes modern commerce outside urban centres. the benefits from the network and especially high -speed network are well documented but the value of benefits varies with the speed and scope of adoption, and in turn speed and scope of adoption depends on the quality of networks. this circularity renders decisions difficult, in particular for public investment. 6.9.3 towards the digital single market and new connectivity ambitions the dsm strategy stresses the importance of connectivity and ict networks: they \" provide the backbone for digital products and services which have the potential to support all aspects of our lives, and drive europe's economic recovery \"; the dsm \" must be built on reliable, trustworthy, high -speed, affordable networks \". adequate connectivity is a prerequisite to achieve a genuin e dsm. this is why the dsm strategy announced that the review of the telecom framework's focus would include \"incentivising investment in high speed broadband networks \". this is also why president juncker and vp katainen have made of digital networks one o f the prioritiy areas for strategic investment under the regulation setting up the european fund for strategic investment. the lag between policy, investment and its impact on the society implies that in order to ensure connectivity beyond 2020 the decisi ons have already to be taken. europe's future economic success will stem from innovation and new business models that will make the most of digital networks œ not just telecom infrastructure, but also cloud computing, big data, connected cars, 340 the digitali sation of our industry, and so on. hence, a supply driven approach would be in line with ensuring access to these new paradigms, even if demand may not follow immediately. policy aiming at increasing european competitiveness and attractiveness for business will improve eu wealth and contribute to the well -being of all the citizens, stimulating jobs creation and decreasing unemployment. 6.9.4 technological developments our review of global ip traffic, technological trends, user scenario forecasts and the infrastru cture needs for key policy initiatives further reinforces the view that networks require a true generational shift in terms not only of download speed, but also in other quality aspects such as upload speed, low latency, reduced jitter and uninterrupted access. the figure below illustrates the technological development, which will require better networks. figure 68 œ key applications and technological developments source: adl as mentioned in annex 6, section3, in the context of constantly increasing ip traffic, resources such as physical infrastructures, numbering or spectrum become more and more scarce. furthermore, copper -based infrastructures tend to have a much higher number of nodes and equipment as well as require a higher amount of electricity. this implies higher maintenance costs and longer down periods which represent obstacles to the efficient and reliable running of these critical infrastructures. the figure below illustrates the differences between technologies. figure 69 œ network features and speeds 341 source: european commission additionally, despite the higher initial expenditure in terms of capex, the maintenance and operational costs opex are lower for fibre based technologies. the graph below is an example of a busin ess case from oan project southern primorska. the higher initial costs are offset after less than 3 years of operations assuming take -up of 50%. 342 figure 70 œ cost scenarios for southern primorska region source; european commission elaboration on data from project southern primorska hence, the physical characteristics of certain media make them inherently better than other media for communication tasks. extended reliance on the existing copper -based infrastructure is already today showing inefficiencies in terms of quality of transmission (speeds, latency, range, etc.), capacity, maintenance costs, energy and suitability, inflexibility to easily accommodate software defined networks and the service innovation that this brings with them. 343 6.9.5 some future de velopments the cloud technology, also referred to as xaas being x as a service, where x might mean infrastructure, software, security, etc. becomes more and more popular. investment in it is usually costly and might generate additional costs in order to satisfy peak demands. companies, which use cloud solutions only pay for capacity actually employed and do not need huge upfront investment (capex). below there are 2 graph illustrating the benefits from the cloud solutions œ the left one represents a case, where a company invest in it step by step and the right one the company, which benefits from the cloud. figure 71 œ benefits from adopting a cloud solution source:medium.com in order to benefit from the cloud the economic actors have to be connected œ outsourcing it capability requires excellent connectivity (both download and upload). therefore for the connectivity is extremely important if europe is supposed to get on the cutting edge of innovation by creating appropriate environment for the companies to optimize their costs. according to cisco ip worldwide traffic will be growing very dynamically as the number of users and devices is fuelled by internet of things development. globally, average ip traffic will reach 511 tbps in 2019, and busy hour tra ffic will reach 1.7 pbps. in 2019, the gigabyte equivalent of all movies ever made will cross global ip networks every 2 minutes. good connectivity will be key in order to ensure the wellbeing of the citizens. global ip traffic 2014 2019 annual run rate 718.2 exabytes 2.0 zettabytes traffic per capita 8 gb 22 gb 344 figure 72 œ cisco vni forecasts penetration of internet users, especially the business one will increase in the next 5 years and the trend will most likely continue till 2025. figure 73 - internet of things units installed base by category (millions of units) source: gartner (november 2015) new applications requiring low latency and vhc internet access are emerging and will create the demand for better connectivity. figure 74 illustrates that a number of applications will need latency around 1ms and bandwidth of 1gbps by 2025. of course, one has to consider that many of these application will be run in parallel, so that the bandwidth needed by households is cumulative. 345 figure 74 œ latency and speed needed by applications and services 346 6.10 annex 10 œ problem drivers the present annex prov ides a more detailed description of the drivers included in section 1.3 and of the evidence supporting them. 6.10.1 the lack of incentives to deploy networks in the absence of infrastructure competition or in rural areas the rules governing the sector fell short of providing sufficient incentives and opportunities for the market -funded roll -out of nga and especially vhc fixed and mobile networks. moreover the deployment of wireless infrastructure was hampered by insufficient availability of a key resource i.e. spe ctrum. the need for upgrades to legacy networks described under section 1.2.1 raises questions of whether there are sufficient incentives to invest in the upgrade, and also which competitive model should be applied, as the unbundling of the copper local lo op from the central office may become relatively less important because of the performance improvements on the basis of other technologies. 449 the transition from copper -based networks towards fibre -based networks is gradually happening worldwide. in europe, fibre is being deployed by a variety of operators in the access network to overlay or replace legacy copper lines or even parts of hfc co -axial networks. one of the main challenges for regulators today is to incentivise investment and support sustainable competitive models for newly constructed networks, at the same time guaranteeing the attained level of access to legacy networks until those become redundant. ms have followed different strategies with varying outcomes, 450 and new broadband gaps have emerged in terms of coverage and take -up of nga and vhc networks between countries in europe, between europe and international competitors 451 and between urban and rural households, which projections suggest may persist. deployme nt of vhc networks can be comparatively more expensive in near -term capex than incremental upgrades of legacy copper infrastructures and demand for - vhc connectivity is very closely related to experience, hence requiring a supply -led (\"build it and they w ill come\") approach. traditional network operators managing depreciated legacy infrastructures do not necessarily see the benefit of rolling out vhc broadband networks under these conditions, which in turn renders perceived business cases uncertain, especi ally in challenge areas that in any case can only support one network, such as rural areas. certain elements of the current regulatory framework, in the light of the most recent market developments could be improved to foster deployment of vhc networks , such as: (i) incumbent operators fear that they will be most likely price regulated, potentially on cost oriented basis if and where they deploy vhc networks, lowering their return on investment. (ii) insufficient regulatory predictability regarding acces s obligations on nga networks (in particular pricing); due to short market review cycles, lack of sufficient focus on retail markets and the difficulty of enforcing consistency on the basis of non -binding recommendations, impacting network roll -out. conver sely for regulated operators, obligations to share on a non -discriminatory basis any new assets may take away some of the incentives, especially for the riskiest investments. 449 local loop unbundling has been the main tool facilitating competitive stimulus. llu volumes are already starting to decline in countries such as germany, with the migration to next generation fibre networks, and several countries such as the netherlands and sweden have focused on fibre access.. 450 see smart 2015/0002 for a detailed analysis of regulatory strategies and outcomes 451 countries such as south korea and japan which placed significant emphasis early on ftth are now clearly ahead of most (although not all) european countries as regards fast broadband as shown in section 1 above 347 (iii) the lack of incentives for incumbents to co -invest; experience has shown that this is relatively unlikely to happen in local markets, unless a credible threat of roll -out by competitors is present or where the incumbent has responded to a policy push. (iv) likewise in areas where no nga infrastructure is present the emergence o f new local operators may be discouraged by the commercial threat posed by existing operators that have (non nga) infrastructure in place. (v) lack of sufficient measures to support nga deployment by alternative investors. by focusing regulatory model on s mp finding, the system perpetuates a model built at a time where only one network was deployed. it fails to take account of other operators and investment models, which could benefit from greater support. the implementation of basic competition safeguards which could help climb the ladder of investment (e.g., access to civil engineering of smp operators) can be made difficult if access to civil engineering as a remedy is made ineffective by lack of information (mapping) or unclear or uncertain conditions 452. further, while access regulation is a necessary condition for newcomers to enter the market, gain scale and ultimately replicate the network infrastructure, on the other hand regulated access at low prices has lower risks than full network build -out and thus may result in lower incentives for alternative operators to invest or co -invest. ubiquitous connectivity also requires efficient investment in the roll -out of very high quality networks fit for 5g technology, expected to drive business in the years t o come. the architecture of 5g networks will be much denser than previous wireless networks (i.e. 3g and 4g) and thus a key challenge will be to adapt the licensing model accordingly, including by promoting license -exempt spectrum or adaptations to the mod el of exclusive licensing. it has to be noted that in addition to spectrum needs the 5g deployment needs also substantial fixed assets at its disposal. poor auction design or renewals conditions and uncoordinated releases as well as timeframe between allo cation and assignment of spectrum have severely hindered the level and the quality of the roll -out of 4g networks and this cannot be repeated. rapid access to spectrum under appropriate conditions is key for early 5g network deployment. 6.10.2 inefficient alloc ation mechanism for public funding investment needs remain considerable: as mentioned in annex 14, more than eur 92 billion were needed in 2014 to bring our digital infrastructures up to the dae 2020 broadband targets standard and more might be needed beyo nd that date to ensure that europe's infrastructure remains competitive. where the market cannot deliver on its own, public funding can contribute to the wide deployment of vhc broadband networks. in particular the european structural and investment funds (esif) the connecting europe facility and the european fund for strategic investment can help plugging the gap. these financing tools provide grants, financial instruments (equity, debt, guarantees) and can be cumulated to contribute funding a given proje ct. while grants are mostly suited to plug gaps in market failure areas, financial instruments can reduce the risk profile in areas where a business case is present but remain underserved. however, one must be take into account that public support is a sca rce resource and that it comes with significant constraints of legal, industrial and administrative nature; as an example opex is not included in grant funding, so the running costs fall on the network operator in any case. 452 however, in france and spain, as well as in portugal, duct access was ultimately pursued as the main remedy for nga under the smp regime. duct access smp conditions were set in 2009 in france and spain and complemented with symmetric obligations for in -building wiring and in the french case, acces s to fibre terminating segments outside areas in which the nra considered that infrastructure competition could develop. the positive impacts of this policy aredescribed in chapter 5. 348 however, the experience from the last programming period shows the trend that calls for tenders won by incumbents have typically resulted in copper enhancing solutions, while public support for vhc solutions has been more scarce. the size of the tenders was also a problem, as it is very difficult for a new entrant to bid for large regions, while they might have a chance in smaller areas. finally, the lack of a homogeneous network, infrastructure, investment and quality of service mapping by nras generates very different outcomes in terms of granularity of assessment and sometimes underestimates the amount of infrastructure present on the ground, diverting grants to area where a business case is possible. also, the way the call for tenders are designed often ends up favouring the incumbent operator (size of the call, choice of direct support to operators instead of ppps). the commission is committed to make the most of the public funding leverage effect with a view to promote and unlock both public and private investment across europe. this is all the more important as the public resources assigned to broadband infrastructure are limited, ( eur 6.4 billion for 2014 -2020 are devoted to broadband by structural funds) as explained in more details in annex 14 (section 6.14.1 ) the commission and the ms should strive to work together to ensure a maximization of available resources for the financing of the broadband deployment including developing an appropriate funding mix between grants and financial instruments. 6.10.3 fragmented regulated and commercia l offers for businesses across the eu geographic market integration, leading to larger demand, more competition (allocative efficiency), lower costs (technical efficiency) and better product and services offers for customers (qualitative efficiency), is im peded by artificial barriers to the expansion of markets beyond borders. in the eu, the effects of various types of artificial barriers can be felt with regard to possibilities of access seekers to avail for consistently regulated access inputs, in particu lar with a view to serving business customers on cross -border basis, and with regard to non-harmonised end -user protection requirements. inconsistency of regulatory intervention in electronic communications markets, which acts as a barrier to market inte gration, is largely driven by three factors. first, national regulatory authorities have under the current regulatory framework not the appropriate incentives to opt for a dsm -compatible solution when choosing the appropriate regulatory remedy to a competi tion problem identified in a market. indeed, nras exercise their discretion resulting in divergent approaches, for instance, in the regulation of fibre networks, symmetric regulation, pricing methodologies etc.. although the current framework allows for f lexibility in applying its general principles to national circumstances, this does not mean that all regulatory solutions can achieve the objectives of the framework or that they can all achieve them in the best way. secondly, the technological complexity of networks, and in particular their local access parts, multiply this (inconsistency) problem by rendering the design of the technical details and requirements of comparable regulated access products more difficult. for example an international company purchasing communication services in different jurisdictions would not be able to receive a homogeneous offer on crucial elements such as activation or repair time. thirdly, the current system does not allow identifying transnational demand nor as a conseque nce require nras to adopt remedies accordingly. this would enable the provision of connectivity for business users. fourthly, the consistency check procedure (so called \"article 7 procedure\") as well as the currently available \"harmonisation procedures\" (u nder art.19 of the framework directive) would often not tackle the problem effectively, as such measures take too long to be implemented, leave too much room to national regulatory authorities to circumvent the outcome of the procedures and, thus, unnecess arily increase the lack of regulatory predictability. 349 lack of consistency in regulatory responses to similar problems 453 does not just affect cross -border operators, which have to adapt to different regulatory regimes and thus face greater internal market barriers. it also results in different levels of effectiveness of national regulatory regimes in fostering the best poss ible connectivity at affordable prices for end users. for example the implementation of vula reference offers in different ms has resulted not only in different design outcomes, but also in different levels of take -up of this type of access products, which may be due to the attractiveness to access seekers in terms of quality. in other words, regulatory choices such as those regarding access obligations and the pricing of legacy networks have an impact on the investment decisions of operators. in this way, end users pay the consequences of inconsistent and potentially sub -optimal regulatory decisions, affecting retail markets. 6.10.4 minimum harmonisation, differentiated rules over the past years, it has become apparent that the lack of consistency of telecoms regu lation is œ to a degree at least œ the result of the institutional set -up and the way the various institutional players (i.e. mainly nras, berec and the ec) interact and can influence the regulatory outcome. whilst the eu regulatory framework had been desi gned with flexibility in mind in order to allow nras to take account of national circumstances, many differences in the national regulatory approaches cannot be sufficiently explained with varying national circumstances. this reasoning led to, for example, the commission's recommendations in relation to costing methodologies ( termination rates and costing and non - discrimination recommendations). the inconsistency witnessed is exacerbated by the fact that the procedural and institutional set -up currently in place appears to be ill equipped to ensure a more consistent approach in similar circumstances. for example, in the area of spectrum, while harmonization of technical conditions for spectrum use contribute to a great extent to the creation of economies of scale for device and network equipment manufacturers, the subsequent uncoordinated releases of spectrum to operators prevent these economies to be realized in full as network deployment only happens on a patchy manner, thereby increasing manufacturer´s development costs and the time to bring equipment to market. as investments decisions are increasingly made at global level, this phenomenon tends to discourage technology and equipment development in europe to the advantage of other faster regions which w ill attract the investments. moreover, given that radio waves travel across national borders, the type of use of a frequency band in one ms has an impact on the type of use possible in neighbouring countries. in practice, if a ms uses a band for a specific type of application such as 5g before its neighbours who continue to emit with different technical parameters, interference problems could occur across borders 454 œ for example in bands below 1 ghz (i.e. 700mhz band). this problem would hence be particularl y relevant in smaller ms or in ms where a large proportion of the population lives within reach of signal transmissions from neighbouring countries. in addition, the very fact that there is only limited coordination of key determinants of market shaping in puts such as spectrum assignments across ms leads to more fragmented markets than necessary. the current minimum harmonisation approach has also produced different outcomes and led to fragmentation in terms of consumer protection. in the field of contracts, for instance, this may be seen as a positive element, since nras can go beyond the minimum provisions of the universal service directive where required. while the level of consumer protection - as measured by 453 in about 11% of all draft decisions subject to art.7 notification the commission has indicated that it may create a barrier to a single market or is contrary to eu law, or even if no formal decision has been issued by the commission, the notifying nra has withdrawn its notification. 454 spectrum allocation and cross -sectoral interference issues fall out of the scope of this review. in particular, the work on managing interference between gsm (mobile) and gsm -r (mobile communications for railways) is addressed in serveral bodies ( cept and/or era) as well as at a national leve l. some ms have introduced financing schemes to encourage the installation of filters and new radio modules in the railway cabin radios. 350 completeness of contracts, ease of comparing offers and extent of switching - is generally relatively high, the underlying measures are qu ite diverse. the diversity of national approaches creates a barrier to entry for pan -european operators active in multiple ms. the problem may be aggravated as ms may advance further and start developing their own measures in response to the previously ide ntified problems. 6.10.5 differentiated rules leading to uncertainty on spectrum assignment spectrum rules do not support optimal spectrum availability and deployment of mobile networks in europe (regulatory failure). the timely availability of spectrum to the s ingle market, is negatively influenced by (i) the time gap between spectrum allocation (harmonised use and technical conditions) and actual assignment to operators, (ii) the uncoordinated timing of assignment of same bands throughout ms and (iii) the vary ing conditions which govern spectrum renewal. the current regulatory framework has no mechanism in place to facilitate a more consistent approach let alone to enforce it and most attempts to coordinate the assignment of spectrum has been made on a piecemea l, limited and insufficiently efficient approach with the need to adopt a specific legislative measure each time a deadline has to be set for the assignment of a part of the spectrum (the 2012 radio spectrum policy programme for 800 mhz 4g, the 1998 umts decision for 3g, the pending proposal for a ep and council decision on 700 mhz). moreover, spectrum policy is often guided by national policy objectives which often do not take sufficient account of common eu policy objectives such as the promotion of high quality communications networks and the single market. the figures below show for three major operators the timing and duration of licenses awarded. the diagram clearly indicates that, even where licenses were awarded in neighbouring countries, these awar ds took place in different years and they cover different durations. 351 figure 75 - example of differences in timing and duration of licenses for major eu operators source: wik consult furthermore, the existing spectrum governance structures focus on the harmonisation of technical parameters but may not allow for sufficient consistency of the timing of effective use of spectrum once allocated. moreover, spectrum is assigned with varying conditions reflecting different (national) balances of the primary objectives underpinning the regulatory framework. this leads to disparate conditions where a national border bisects otherwise similar areas. the absence of consistent eu -wide objectives and criteria for spectrum assignment, as well as for changes to the conditions applicable to individual rights of use, at national level creates barriers to entry, hinders competition and reduces predictability for investors across europe. 6.10.6 technological an d market changes there have been significant changes in the telecommunications market since the last review that have affected the way in which end users communicate. the increasing coverage of wired and wireless broadband networks, coupled with the availability and affordability of consumer devices, have made consumers and businesses to rapidly adopt new communications services that rely on data and internet access services instead of traditional telephone services. the market has seen how in very few years new players have managed to compete with traditional telecom operators by offering a new set of communications applications over the internet. 352 although there are still significant variations across member states, overall european consumers have been very quick in adopting these new communications services. at the end of 2015, a significant number of citizens used instant messaging services, a relatively new service, several times per day compared to the users of e -mails or phone calls over a landline phone (30% vs. 27%). on average, 50% of europeans use instant messaging services regularly, with 36% using them daily. figure 76 œ use of instant messaging in eu member states projections on future take -up of instant messaging simply confirm current trends. the volume of ip messaging, which was still negligible in 2010, exceeded the sms volume only three years later and it is expected to further increase its predominant share of overall messaging traffic in the future. in 2014 alone instant messaging services on mobile phones would have carried more than twice the volume (50 billion versus 21 billion per day) of messages sent via a short messaging se rvice (sms). with regards to revenues, it is estimated that between 2008 and 2014 fixed and mobile revenues declined in the eu by 19%. in both markets there has been a drop in traffic -related revenues. taking into account also factors that are largely independent of the rise of ott, such as revenue decrease due to regulatory intervention (by nras or by the ec, such as a decline in termination and roaming rates) or due to the global economic downturn, the study smart 2013/0019 concludes that the rise of ott s had no impact on fixed revenues, but did negatively impact mobile revenues. figure 77 - mobile and fixed revenues in the eu (million euros) as regards to the provision of wireless connectivity, the upcoming 5g technology revolution requires a fit for purpose spectrum management chain including allocation and assignment, since 353 the way airwaves are regulated depends partly on the technologies used and services offered. future users of dense 5g networks will need greater flexibility on both, access and us e of spectrum but today, in the current framework, there are insufficient incentives for holders of rights to use spectrum efficiently in terms of technology and capacity. there is consensus on the need to develop spectrum sharing to enable the 5g revoluti on. today there is much focus in the use of individual often exclusive licenses (which are justified for some uses, e.g. mobile, to avoid interferences) but no sufficient incentives for secondary market for spectrum. in addition, it becomes clear that commercial operators are also using license exempt spectrum, notably for distributing wi -fi based connectivity from fixed infrastructures . barriers to spectrum entry need to be lowered to stimulate innovation and new services. 6.10.7 increasing adoption of bundles in response to network convergence and increased competition, telecom operators have started to bundle different services like tv and voice telephony to the internet access service. moreover, given the convergence of fixed and mobile services, also mobile services (voice and data) are increasingly added to the bundle. a bundle refers to a package of several different services sold together as a single plan: landline calling, internet access, mobile services, pay -tv. in 2014 take up of broadband bundled prod ucts per total population was 46%, five points higher than the previous year, with an ever increasing number of triple and quadruple play products. the growing take -up of bundled services can be seen in the figure below. double play bundles are still most common, but triple and quadruple play bundles are gaining significance. figure 78 œ adoption of bundles in the eu, 2010 -2014 at the end of 2015, 87% of households in the netherlands and 78% in malta had purchased bundles services, as had at least half of all households in 19 other member states. italy, the czech republic and in lithuania were at the other end of the scale with 31%, 32% and 34% of households respectively. since 2009 there has been an increase in the number of households subscribing to bundled products in all member states, as shown in figure 68. figure 79 œ adoption of bundles per ms, 2009 -2015 354 6.10.8 suboptimal design of market review cycles and inconsistent remedies under current rules (art.7) this problem driver consists of insufficient legal certainty and regulatory predictability regarding access obligations on nga networks due to short market review cycles, lack of sufficient focus on retail markets and the difficulty of enforcing consistency on the basis of non -binding recommendations , impacting network roll -out. provisions therefore need adjustments with a view to reducing the regulatory burden and make regulation more clear and certain. the current process of frequent market reviews and ex ante regulation has been reported in certain ms to cause little regulatory predictability and legal certainty, on top of being rather cumbersome. this is related on the one hand to the variety of (unranked) goals and remedies available to ngas, but also to the relatively short regulatory cycles (eve ry three years, significantly shorter than investment cycle), in particular when considered together with the associated appeals and court procedures. while regulation needs to move along with a fast changing sector, operators often stress the need for reg ulatory predictability. it is also worth noting that the short cycle of market reviews, the lack of predictability and the litigation that may follow have a discouraging effect on institutional investors such as infrastructure funds, private equity and pe nsion funds that may be willing to invest capital in the sector's network operators, especially on a long -term horizon. on the other hand, investors attracted by short -term gains and price arbitrage may be more attracted by a more volatile environment. the effects of this \"adverse selection\" problem may hamper infrastructure deployment which has is definition a long -term asset class, especially for operators which are smaller and more exposed to instability. whilst market fragmentation is not solely to bl ame on the regulatory set -up in the eu, it has become apparent over the past years, that the lack of consistency of telecoms regulation is œ to a degree at least œ the result of the institutional set -up and the way the various institutional players (i.e. m ainly the nras, berec and the commission) interact and can influence the regulatory outcome 455. whilst the eu regulatory framework had been designed with flexibility in mind in order to allow nras to take account of national circumstances, the commission ha s repeatedly pointed out that many differences in the national regulatory approaches cannot be sufficiently explained with varying national circumstances. the inconsistency witnessed is exacerbated by the fact that the procedural and institutional set -up currently in place appears to be ill equipped to ensure a more consistent approach in similar circumstances 456. in particular increased consistency in market regulation and management of scarce resources would contribute greatly to a true single market. with regard to both areas, of course, there may be various sub -themes 457, which would benefit more broadly from an institutional set -up that was geared more thoroughly towards ensuring consistency. where the problem of inconsistency 455 see, for example, the ep study on \"how to build a ubiquitous eu digital society \", p. 100 where it is stated that \"[–] the fact that heads o f nras are considered primarily to be motivated by a desire for self -determination, has led to some criticisms that berec delivers verdicts based on a 'lowest common denominator', or prioritises flexibility over consistency in the single market.\" 456 in part icular, with regards to imposing remedies, the balance between achieving harmonisation in a flexible framework appears to have been tilted in favour of flexibility neglecting legitimate needs for consistency. for example, whilst remedies are imposed on ope rators by nras at the national level, the commission and berec almost exclusively input through non -binding instruments in order to attempt to achieve eu -wide regulatory consistency on this level. in the past, this \"soft law\" approach has led to significan t differences in some areas, clearly proving to be an obstacle for the development of a single market. 457 for example, issues surrounding the independence and funding of nras, the constitutional set -up of berec, the design of the eu consolidation process un der article 7, the commission's powers to adopt harmonisation measures under article 19, standardisation, rights of way, numbering, spectrum management, naming and addressing to name but a few. 355 and fragmentation arises is e xactly where the commission does not have veto powers (and relies on the non -binding recommendations), i.e. on the remedy side. first, concerning market regulation, one area, in relation to which a more consistent approach is particularly important, is th e choice and design of access remedies. unfortunately, it is especially in this area where there is the most notable divergence across the eu. whilst competition still predominantly takes place at the national level, eu -wide consistency in designing acces s remedies is increasingly considered important.. in addition to access remedies, fragmentation of other regulatory conditions (e.g. authorisation conditions) may also represent an obstacle to market entry and cross -border provision of services 458. 6.10.9 obsolete and redundant rules a number of regulatory inefficiencies can be identified in the current regulatory setting, which are generating unnecessary compliance costs and discouraging investment. given the technological and market changes described above, certa in provisions of the framework might no longer be relevant or might have become superfluous. this is the case for example for part of the universal service rules. the evolution of consumers' behaviour, the wide coverage and availability of mobile networks and services, and the provision by the market of comprehensive directories and directory enquiry services, which also experience strong competition from other (notably online) information sources, have eliminated or at least reduced the need for including certain universal service obligations, such as the phone directories and public pay telephones. these changes will require an adaptation of the universal service regime to remove outdated services. moreover, with already nearly 100% standard fixed broadba nd coverage in the eu, universal service obligations regarding the availability of functional internet access and telephone service are likely to become redundant in many ms in the future. further provisions might have become superfluous due to legislativ e developments in other regulation areas. some of the sector -specific consumer protection rules (e.g. article 20 and 34 universal service directive) are examples of provisions that need to be reviewed in those respects to avoid that overlapping rules contr ibute to the unnecessary administrative burden. overlaps in legal frameworks on consumer protection are just one of the issues to be addressed in this review. sector -specific rules aimed at providing a particular level of protection to users of ecs in are as such as data protection, privacy and security, freedom of choice and prevention of lock -in effects, transparency, quality and affordability and access to emergency numbers. these rules only apply to providers of ecs. while in some case these rules appli cable to consumers can be complementary, there are may be instances where overlaps between the different set of rules can occur 459. for example the information requirements in the consumer rights directive overlap with certain general provisions of article 2 0 universal service directive, while article 34 universal service directive on out -of-court dispute resolution is covered by the directive on alternative dispute resolution for consumer disputes. a specific situation may fall within the scope of two direct ives or within the scope of specific provisions of these directives and create a circular cross reference. one example may be the priority provisions in article 1(4) usd \" the provisions of this directive concerning end -users™ rights shall apply without pre judice to community rules on consumer protection, in particular directive -s 93/13/eec and 97/7/ec, and national rules in conformity with community law \" and recital 11 of the crd: ﬁ this directive should be without prejudice to union provisions relating to s pecific sectors, such as [–] electronic communications ﬂ. 458 the negative impact a fragmentation of conditions has on the provision of connectivity services has been widely reported by the berec consultation on the cross -border obstacles to business services , and in the ep study on the assessment of the eu regulatory framework (p. 42 and 107). 459 see for a detailed analysis the smart 2015/005 356 another example is art. 3 of adr directive, which states that \" if any provision of this directive conflicts with a provision laid down in another union legal act and relating to out -of-court redress procedures initiated by a consumer against a trader, the provision of this directive shall prevail ﬂ. this overlap results in a complex legal framework, with different consequences: the risk that it is not fully respected; penalties could be contradictory within ms; differences in implementation may also be due to an inconsistency among terminology; and these problems are compounded to the prejudice of the internal market when rules are based on minimum harmonisation. 357 6.11 annex 11 - 5g spectrum requirements for connected car (use case) in the study on 'identification and quantification of key socio -economic data to support strategic planning for the introduction of 5g' smart 2014/0008 spectrum estimates within each sub - range are calculated by multiplying t he number of devices by their respective occupancy of the spectrum in bps according to the scenario and multiplied by the assumed spectral efficiency of the technology used for each device type. the different approaches of 100 per cent sharing (fully shar ed) versus 0 per cent sharing (exclusive licensing) have a very high impact on the total demand to support either type of operation. in a fully shared (100 per cent sharing) environment, the spectrum needed is equal to the total use case driven demand esti mate. in an exclusive licencing environment however, the spectrum needed is equal to the total use case driven demand estimate multiplied by the number of operators in the environment. this approach is taken to understand the minimum and maximum spectrum r equirement figures. in the connected car example illustrated below is based on two very high data rate use types within the transport and automotive verticals, once the theoretical total (user driven) demand estimates is calculated, the spectrum needs are analysed based on the five different spectrum sharing scenarios. in doing so, this use case is intended to drive the spectrum requirements to an extreme level to understand the impact on spectrum in a very challenging environment. the table below shows h ow the total quantity of spectrum varies depending on the different sharing scenarios that may emerge by 2025. table 38 - total spectrum requirements relative to percentage of spectrum sharing scenarios based on theoretical model the figure shows the tot al spectrum requirements for each scenario split by the quantity of dedicated and shared spectrum in each case. spectrum sharing scenario total spectrum needed (ghz) scenario 1: 0% sharing 56.1 scenario 2: 20% sharing 47.7 scenario 3: 50% sharing 35.1 scenario 4: 75% sharing 24.5 scenario 5: 100% sharing 14.0 358 figure 80 - total spectrum requirements for motorway use case all -exclusive case requires the largest quantity of spectrum (56.1 ghz) because each individual of the four -service provider (x4) requires approximately the same amount of spectrum estimated for the given scenario. the all (100 per cent) shared case has the lowest spectrum requirement with a total of 14.0 ghz of spectrum. if by 2025 full sharing is not possible then a mix of dedicated and mno sharing with the 5g use cases (connected car, ehealth, transport and utilities) helps to minimise the total quantity of required spectrum compared to the all dedicated case. the option of sharing spectrum becomes a benefit to service providers as the proportion of shared spectrum increases. total required spectrum reduces however, for each frequency range where there is a limit to the quantity of available spectrum in each range. therefore, this result shows that some sharing will be necessary in sub -1 ghz band because mnos will likely only have access to no more than 75 per cent of the spectrum in this sub -range by 2025 and therefore sharing with other operators and new mvnos will be require d to serve the users in this transport scenario below 1 ghz. 359 6.12 annex 12 œ comparison of impacts by stakeholders in this annex, we present the summary tables of impacts on different groups of stakeholders in; they were compiled under the supporting study to this ia on the basis of the public consultation, the interviews with stakeholders and workshops organised by th e ec. as mentioned in section 4.8 we pay specific attention to positive and negative impacts, direct and indirect on specific categories of stakeholders, including smes, as required by the sme test under the better regulation principles and public administrations. although the impacts on stakeholders are addressed for all the options considered under each policy area, a wider attention is paid to the preferred option for each policy area. a more complete and narrative version is provided in smart 20 15/0005, chapters 1 to 5. 6.12.1 access regulation 360 table 39 - summary stakeholder impacts œ access options option 1: status quo option 2: continuity and simplification option 3: fibre -ready option 4: reduction in scope of regulation consumers mixed œ some may be well -served but existing gaps may remain as option 1 substantial benefits arising from higher broadband quality of service due to increased deployment and competition in very high speed broad band. some market consolidation also possible, which may have positive as well as negative impacts on innovation and price negative œ significant reductions in competition could be expected impacting pricing and service quality, although some further investment might be made smes mixed œ some may be well -served but existing gaps may remain as option 1 substantial benefits arising from higher broadband quality of service due to increased deployment and competition in very high speed broadband. negative œ significant reductions in competition could be expected impacting pricing and service quality, although some further investment might be made larger and multi -national businesses negative œ fragmentation would continue to impact cross -border connectivi ty as option 1 benefits from greater fibre availability (also reaching smaller sites, homeworkers) and consistent wholesale specifications, if smp approach maintained for business access highly negative œ significant reductions in competition and further c ross -border fragmentation incumbents negative œ existing regulatory burden and constraints would remain some benefits compared with status quo œ more certainty, higher burden of proof for intervention, but may also facilitate functional separation mixed. some benefits œ potential lifting of sectoral regulation, but also tighter regulation of ducts, pressure to invest highly positive œ significant reduction in regulatory burden and constraints and lessening of competition entrants mixed œ continuation of a ccess some benefits compared with benefits for larger scale players highly negative œ may undermine 361 regulation positive, but no emphasis on supporting more sustainable competition. therefore, practical application varies by country. entrants vulnerable to technological and regulatory change. status quo œ more certainty, greater potential for functional separation, but also higher burden of proof for intervention œ may reduce regulation able to invest and co -invest. negative for smaller entrants relying on wholesale access business viability alternative fibre investors neutral for existing players, but no additional support for further investment as option 1 positive œ greater access to civil infrastructure, support for rural investments neutral if not reliant on incumbent slu/duct access. otherwise negative cable operators stability considered highly positive, although continued wholesale price regulation could undermine revenues benefits compared with status quo œ more stability, higher burden of proof for intervention mixed - some benefits from potential lifting of wholesale price regulation, but also greater infrastructure competition and pressure to invest positive œ reduced competition content and application providers mixed œ existing bandwidth gaps would remain, but competition would continue to support take -up and protect vs discriminatory conduct as option 1 positive œ greater bandwidth availability, but risk in some markets of consolidation impacting competitive safeguards negative œ likely to impede take -up of higher speed offers, and concentrate the market, raising risk of discriminatory conduct equipment manufacturers neutral to negative œ no specific stimulus for investment by industry neutral to negative œ no specific stimulus for investment by industry mixed œ depending on business model/customer -base mixed œ depending on business model/customer -base nras mostly positive œ retain existing flexibility. but several nras have raised concern over burden of 3 yearly review requirement + some nras raise concerns over independence and resourcing) positive œ nras would benefit from continued flexibility, but with reduced market analysis administrative requirements and increased potential to implement functional separation. und er this option their resources and remit would mixed œ nras would have more prescriptive requirements. those not already pursuing mapping analysis and the operationalization of duct access may require additional resources to do so in t he short term œ although the admin negative œ nras would lose an important tool for the promotion of competition, while potentially facing an increased burden in dispute resolution 362 also be strengthened burden may reduce longer term berec neutral positive œ remit would be expanded and nras‚ competences would be aligned with berec‚s this option would entail the strengthening of berec governance as well as additional responsibilities. although berec™s competence and influence would be expanded, nras would have less direct con trol over its governance. highly negative. berec would lose a significant portion of its current remit (concerning market analysis). 6.12.2 spectrum table 40 - summary stakeholder impacts œ spectrum options 363 option 1: status quo option 2: voluntary option 3: binding option 4: spectrum agency end -users (consumers and business) negative œ late and uncoordinated deployment of 5g and lack of action on recent 700 mhz auctions means businesses are unable to develop new services (e.g. in transport, autom otive, healthcare, utilities etc.) and consumers (including businesses) don‚t benefit from innovative services mixed œ while this option could be in place fast, there is a high risk that voluntary measures would not be taken -up by many ms, leaving the sam e results as under option 1 positive œ this option delivers a coordinated approach to spectrum assignment and usage across the eu including for 5g (though it may come too late to influence 700 mhz assignments) mixed œ while this option sets up a governance structure to address the problem, the complexity of negotiating this set -up means it will come too late to influence 700 mhz auctions and will delay 5g deployment smes negative œ the impacts would not differ from those for other end -users mixed œ the impacts would not differ from those for other end -users positive - the impacts would not differ from those of other end -users. swift implementation of 5g would create opportunities for innovation and entrepreneurship which would benefit smes in particular. general authorisations could provide greater opportunities for smes to gain access to spectrum which is now only accessible to large companies with the financial power to purchase exclusive rights (e.g. mnos, etc.) mixed - the impacts would not differ f rom those of other end -users. swift implementation of 5g would create opportunities for innovation and entrepreneurship which would benefit smes in particular mnos negative œ this option risks mixed œ while this option positive œ this option mixed œ while this option 364 repeating the 4g scenario where europe lagged behind other reg ions for 5g with insufficient investment could be in place fast, there is a high risk that voluntary measures would not be taken -up by many ms, leaving the same results as under option 1 delivers a coordinat ed approach to spectrum assignment and usage across the eu including for 5g (though it may come too late to influence 700 mhz assignments) sets up a governance structure to address the problem, the complexity of negotiating might delay 5g deployment other spectrum users (e.g. broadcasters, pmse, etc.) nil œ this option would continue the current set -up which engenders significant local variability, continued erosion of spectrum for some users and uncertainty about future spectrum availability nil - this option would likely not differ significantly from option 1 uncertain - this option provides a greater level of regulatory certainty and consistency across ms, impacts on other spectrum users would depend on specific decisions tak en by but the peer review mechanism could ensure that local needs of different spectrum users continue to be fully taken into account. uncertain - this option provides the greatest level of regulatory certainty œ impacts on other spectrum users would depen d on specific decisions taken by the spectrum agency. there would be less scope for adaptation to local needs under this option. equipment manufacturers negative œ this option repeats the 4g scenario (late & uncoordinated assignments) for 5g and therefor e fails to provide legal certainty and it fails to capitalise on the size of the single market negative œ this option risks repeating the 4g scenario for 5g and therefore fails to provide legal certainty and it fails to capitalise on the size of the singl e market positive œ this option provides greater regulatory certainty and consistency to manufacturers proving them with incentives to invest now in order to serve the single market positive œ this option provides greater regulatory certainty and consistency to manufacturers providing them with incentives to invest now in order to serve the single market 365 6.12.3 uso options table 41 - summary of impacts on stakeholders œ universal service options option 1: status quo (baseline) option 2: light adjustment option 3: broadband affordability option 4: broadband availability consumers risk of social exclusion and of the deepening digital divide, support of redundant services risk of social exclusion and of the deepening digital divide connection of disadvantaged households, reduction of the risk of social exclusion, access to advanced services as option 3, especially for rural and remote areas smes 0 0 support of self -employment and micro -organisation as option 3 larger and multi -national businesses 0 0 0 0 incumbents 0 alleviating the financial burden by narrowing the uso scope alleviating the financial and administrative burden by narrowing the scope and modernising the funding as option 3; potentially increase or entrenchment of the market power entrants legal uncertainty with regard to financing as option 1 more legal certainty with regard to financing as option3; potentially increase or entrenchment of incumbent™s market power; distortion of price levels; more difficult market entr y alternative fibre investors 0 0 alleviating the financial and administrative burden as option 3; distortion of competition and price levels; 366 crowding out investments cable operators 0 0 as above as above mobile/ wireless providers 0 0 alleviating the financial and administrative burden; more equitable cost -benefit relation in the case affordable mobile broadband as option 3 content and application providers 0 0 improved channels for advanced communications services and greater audience as option 3 nras 0 less flexibility in the adjustment of the uso to national circumstances flexibility with regard to the national uso; no choice with regard to financing as option 3 367 6.12.4 services options table 42 - summary stakeholder impacts œ services options. option 1: status quo option 2: option 3: option 4: option 5: consumers a) security and privacy issues remain. b) looming risk to lock -in with multi -play bundles c) as ott usage increases, there is an effective reduction of access to emergency numbers a) 0 b) lower risk c) 0 a) more issues b) unclear (iii) c) - a) fewer issues b) lower risk c) + a) fewer issues b) lower risk c) + telco™s d) unequal regulatory treatment vis -à-vis otts remains. e) compliance costs f) duplication of costs when operating in multiple countries d) 0 e) go down f) down (ii) d) ++ e) down less than in option 2 (i) f) market entry i.s.o. regulatory barriers (iv) d) + e) go down less than in option 3 (i) f) same as 2 d) ++ e) same as 4 (i) f) same as 2 otts g) no compliance cost except some legal cases as to the scope of the rf g) 0 g) reduced g) new compliance costs g1) new compliance costs 368 g2) regulatory risk (vii) g3) impede innovations(vii) iot start -ups and smes i) low confidence in future planning and investments due to unclear scope of rf i) 0 i) more clarity but more market risks (v) i) clarity about scope i) clarity about scope nras l) enforcement costs k) 0 (i) k) go up (vi) k) 0 (i) k) go up (vii) (i) reduction in compliance costs due to cancelling redundant rules are significant. reduction of enforcement costs by nras are z ero. from option 2 to 3 the number of obligations for ecs reduce, but new obligations for ecn arise. from 2 to 4 and 5, the reduct ion in obligations for ecs remain the same, but the number of obligations for ecn go up. additional measures that impact on otts do not impact on telco™s (ii) streamlining reduces the dimensions for regulatory heterogeneity. while lack of clarity about the scop e of the rf may lead to evolution of interpretations by ms and create new heterogeneity of rules, this would not affect telco™s but rather otts and iots. (iii) measures to reduce lock -in with multi -play service providers may be offset by relaxing obligations for interconnection and subsequent concentration of the market. (iv) relaxing obligations to interconnect may allow for the creation of market entry barriers as national markets concentrate. (v) iot start -ups will have less uncertainty about rights and obligations an d experience less duplication of costs when operating in multiple countries, however, option 3 may introduce competition issues for number -based m2m service providers vis -à-vis large telco™s. (vi) risk of more need for ex -post interventions in which nras may n eed to support cas (vii) interconnection on the basis of ﬁreasonable limitations of technical feasibility as well as cost limitationsﬂ gives rise to enforcement/implementation costs, uncertainty and risks for innovation 369 6.12.5 must carry and epg obligations table 43 ---summary stakeholder impacts œ must carry and epg obligations option 1: status quo option 2: phase out obligations option 3: extend must carry obligations to ott providers consumers positive, viewers continue to have access to psb services via traditional tv networks negative, in some cases viewers may lose access to psb services via traditional tv networks before ott substitution is viable neutral compared to option 1: no impact on psbs (neither small or large) or on the variety of content offered to (i.e. choice for) end -uses. the abundance of online content could make it more difficult for some smaller psbs to build a significant audience larger and multi -national commercial content providers neutral œ market entry might continue to focus on the ott area which has less regulatory constraints positive - market entry could include traditional tv networks to the extent that transmission capacity becomes available subsequent to di scontinuation of must carry obligations neutral. no change in the possibilities to make content available compared to status quo as ott providers already include psb content. psbs, including at regional and local level positive, existing privileges would remain in place negative, appropriate transmission on traditional tv networks would have to be negotiated under market conditions. negative as concepts for proportionate and appropriate intervention in the ott area do not currently exist. positive effects are possible in the long terms, if such intervention can finally be successfully conceived. ecns neutral/positive œ existing regulatory burdens and constraints would remain, but with a perspective that they will be removed gradually over time subsequent to national reviews of obligations. strongly positive - existing regulatory burdens and constraints would disappear by 2020-2025 neutral œ no change of existing burdens and constraints 370 ott service providers which are not themselves content providers neutral œ existing obligations do not relate to otts neutral œ existing obligations do not relate to otts negative as concepts for proportionate and appropriate intervention in the ott area do not currently exist. 6.12.6 numbering options table 44 - summary stakeholder impacts œ numbers. option 1: status quo option 2: option 3: consumers a) higher prices for iot services a) same as option 1 a) lower prices iot users (industry 4.0) b) higher prices for iot services c) potential barriers for cross border use of applications d) potential barrier for full integration into the iot b) same as option 1 c) same as option 1 d) same as option 1 d) lower prices e) less risk f) less barriers iot service providers (including smes) e) potential lock -in with connectivity providers, leading to high prices and lower quality f) potential bottlenecks in delivering reliable always and everywhere connected services (domestic and cross border) e) same as option 1 f) same as option 1 e) less risk f) less bottlenecks 371 g) less room for innovations of iot services g) same as option 1 g) more room for innovations telco™s h) high prices and profits i) growing administrative costs related to extra -territorial use of numbers h) same as option 1 i) same as option 1 h) lower prices, less profits i) lower administrative costs nras j) growing administrative costs related to facilitating the extra -territorial use of numbers j) same as option 1 j) lower administrative costs 372 6.12.7 governance table 45 - costs of institutional options per stakeholder baseline (option 1) preferred options access and spectrum (option 3) and services (option 4) bodies status quo (option 1) enhanced advisory role (option 2) advisory role + some normative powers (option 3) eu regulator with implementation/enforce ment powers (option 4) commission berec agency requirements + compliance with common approach) guidance role + compliance with common approach resourcing required) nras additional advisory contri bution to berec, analyses, standardised specifications additional contribution to market analyses, standardised specifications market analyses, some enforcement powers to eu spectrum authorities rspg rspg rspg powers to eu a more analytical estimation of the costs is presented in smart 2015/0005. 373 table 46 œ summary of governance costs by option 374 option 1 option 2 option 3 option 4 body status quo assumptions enhanced advisory role assumptions2 synergy + some normative powers assumptions3 synergy + some normative and supervision powers assumptions4 commission • 7.328.400 60fte @•118,640pa (blended rate) + •210,000 missions • 7.921.600 status quo + 5fte to reflect additional implementation duties • 7.921.600 status quo + 5fte for spectrum article 7 process • 7.921.600 as option 3 berec agency • 4.061.000 28fte •137,714pa (= blended rate of •107,714 + additional est •30,000 pp overheads to reflect small scale) + •205,000 missions • 5.713.571 40fte as opposed to 28fte, assumptions as before • 8.467.857 60fte as opposed to 28fte, assumptions as before • 31.000.000 eba cost nras (excl spectrum) • 107.309.530 41fte per nra, blended cost for fte •66,768pa, 40% mark-up for overheads • 103.103.146 status quo + 5*10fte for under-resourced nras + 10fte for extra berec contribution. cost savings on extended market review periods (est 15%). cost increase associated with mapping assumed balanced by cost reductions through standardisation + reduced regulatory burden • 104.037.898 as option 2, but with additional contribution to berec. • 90.951.370 as option 3 but with reduction of 5fte per nra due to greater eu level rule-making and supervision (of which berec contribution excl spectrum) • 4.580.285 49fte based on berec estimate • 5.515.037 status quo +10fte reflecting four additional guidance requirements per year • 6.449.789 status quo + 20fte reflecting additional contributions to draft implementing guidelines • 6.449.789 as option 3 rspg support/office • 556.600 based on 2.5 cion fte + •260,000 expenses • 556.600 status quo • 556.600 status quo • 0spectrum activities incorporated within berec sma • 83.753.779 32fte per sma blended cost •66,768pa, 40% mark-up • 83.886.802 status quo + increased rspg contribution (see below) • 81.269.496 option 2 with saving of 1 fte per sma due to more standardised auction format • 73.417.579 as option 3 but with further reduction of 3fte per sma due to greater eu level rule-making and supervision (sma in nra) (of which contribution to rspg) • 266.045 based on 14 wg mtgs per year, 10 participants and 5 days prep • 399.067 status quo +50% to reflect increased advisory requirements • 399.067 as option 2 • 399.067 as option 2 total costs with synergies (best case) • 203.009.309 • 201.181.719 • 202.253.451 • 203.290.549 total costs (eu co- ordination) • 16.792.330 • 20.105.875 • 23.794.913 • 45.770.456 co-ordination as % total cost 8%10%12%23%total costs (no synergies) • 203.009.309 • 210.996.615 • 214.685.652 • 234.043.890 total costs (average) • 203.009.309 • 206.089.167 • 208.469.552 • 218.667.219 375 6.13 annex 13 - report from the expert group meeting on 30 may 2016, wik -consult gmbh, ecorys brussels n.v. and vva europe organised a high -level academic expert panel to support the commission in the preparation of the impact assessment for the review of the electronic communications framework. the purpose of the expert panel was to provide feedback on the provisional conclusions reached by the consultants concerning the impact of planned changes to the e -communications framework. prior to the meeting, the experts were provided with a programme for discussion, slide presentation and draft ‚overview™ of the consultant™s research findings. this annex presents details on participating experts, the agenda of the day with points for dis cussion, and the report as reviewed by the members of the expert group. participating experts: the members of the academic panel were selected in consultation with the commission by virtue of their in -depth experience in issues relevant to the electronic c ommunications sector, innovation and governance. joan calzada is associate professor at the department of political economy, universitat de barcelona, with expertise in theoretical and empirical industrial organization. his main research interests are the economic regulation of network industries, especially telecommunications, transportation, and water. brett frischmann is professor and co -director of the intellectual property and information law program at cardozo law school in new york city. his experti se lies in intellectual property and internet law, and in particular the relationships between infrastructural resources, property rights, commons, and spillovers. professor frischmann is a prolific author, whose articles have appeared in numerous leading academic journals. he has published important books, including the award winning ‚infrastructure: the social value of shared resources™ (oxford university press, 2012). frederic jenny is professor of economics at essec business school in paris and a chairm an of the oecd competition committee. he has written extensively about trade, competition and economic development and his research areas concern the relationship between structure and performance in european countries and antitrust legislation in europe. eli noam is professor of economics and finance at the columbia business school. his research focuses on strategy, management, and policy issues in telecommunications, computing, and electronic mass media. noam has written numerous articles and books on sub jects such as communications, information, public choice, public finance, and general regulation. dr brigitte preissl is head of knowledge transfer in economics at the german national library of economics in hamburg. she has an extensive research record in the regulation of telecommunication markets, the economics of service innovation and national research systems. luc soete is professor of international economic relations at the school of business and economics, maastricht university. his research covers a broad multi -disciplinary field which focuses on the nature, origin and determinants of innovation. soete™s publications include topics on governance and institutions, ict -enabled innovation as well as societal transformation. reza tadayoni is associate p rofessor at the faculty of engineering and science, aalborg university. his research field is media convergence. he has been contributed to a number of consultancy reports and studies for the danish telecom and broadcast administration, eu and the world ba nk. he has been actively involved in european cost networks, including cost a20 376 on `the impact of the internet on the mass media in europe' and cost a16 on `ict and transnational communities'. professor william webb is a director at webb search consulting and an expert on wireless technology and regulatory matters. as a former director of ofcom, he performed a research across all areas of ofcom™s regulatory remit and led major reviews conducted by ofcom including the spectrum framework review, the developme nt of spectrum usage rights and most recently cognitive or white space policy. the expert panel was introduced by anthony whelan, director for electronic communications at the ec, dg connect, and chaired by dr iris henseler -unger, managing director of wik. each subject was briefly introduced by a member of the study team on the basis of the circulated slides. pertinent questions were raised by the chair, and the remainder of the session was devoted to comments from experts. agenda: expert panel impact asses sment for the review of the framework for electronic communications 30 may 2016 berlaymont, room 07/062, rondpoint schumann, brussels the ec is currently undertaking a review of the legislative framework applying to electronic communications. the impact of the review could be significant. electronic communications is a strategic sector which directly constitutes •168.62bln of european value added and 1.06 million jobs (around 1.3% gdp and 0.47% of total employment in 2012), with a labour productivity per person of more than 144 thousand euros (the highest rate within the ict sector)1. the sector supports a wide range of other high -tech manufacturing and digital services (the ict sector constitutes 4% gdp and 2.76% of eu jobs, with a labour productivity rate 44.45% higher than total labour productivity) as well as the economy as a whole. the review comes at a crucial time for the digital economy. consumer and business demand for bandwidth continues to expand, driven by the growth of connected devices, digital content services and cloud computing, as well as connected ‡things‚, we are mid -way through an important cycle of investment in fixed infrastructure with the prospect of 5g to come, and business models in the telecom sector are changing to adapt to a con -verged, data -driven environment. these developments highlight a new ambition for ubiquitous and very high capacity connectivity. at the same time, they have revealed shortcomings in the framework, highlighting the need for the framework to be adapted to m eet market and technological change in order to protect consumer interests and enable competition to flourish across the single market. finally the review provides an opportunity to achieve efficiencies and see whether the complex processes and institution al framework in place today can be streamlined to reduce costs and bureaucracy. in order to ensure that the changes to the framework are fit -for -purpose, in according the better regulation guidelines, the commission is conducting an impact assessment to gauge the economic, social and environmental effects of different options and asse ss how effective and efficient they would be in achieving the objectives we have identified above. the commission has engaged wik -consult, ecorys and vva europe to support them in this exercise. the purpose of the expert panel is to provide feedback on the provisional conclusions reached by the consultants concerning the impact of planned changes to the e -communications framework. details of the programme are shown overleaf. programme 377 participants experts: prof. joan calzada, dr. frédéric jenny, prof. brig itte preissl prof. luc soete prof. reza tadayoni prof. william webb, prof. brett frischmann, prof. eli noam commission anthony whelan, reinald krueger, vesa terava consultants dr iris henseler -unger, ilsa godlovitch (wik), nicolai van gorp (ecorys), pierre hausemer (vva), iglika vassileva (ecorys), tseveen gantumur (wik) format roundtable. the session is introduced by anthony whelan, director for electronic communications at the ec, dg connect, and chaired by dr iris henseler -unger, managing director of wi k. each subject is briefly introduced by a member of the study team on the basis of the circulated slides. pertinent questions are raised by the chair, and the remainder of the session is devoted to comments from experts. record minutes will be taken of t he panel proceedings and circulated following the workshop for comment and approval. the approved workshop minutes will be annexed to the final report under preparation by wik, ecorys and vva. 09.30 -10.00 morning coffee 10.00 -10.30 introduction and pro blem definition anthony whelan ec the context for the review identifying the core problems: gaps in high speed broadband deployment delays in lte roll -out, perspective for 5g the impact of market and technological developments redundant regulation what should we seek to achieve? 10.30 -12.40 achieving ubiquitous high speed connectivity introduction by study team, debate approaches to access regulation to foster high speed broadband in urban and rural areas approaches to spectrum policy to accelerate d eployment 12.40 -13.40 lunch 13.40 -14.40 protecting consumers and promoting competition and innovation in the single market introduction by study team, debate 378 approaches to services policy need to adapt the concept of ‚electronic communications services™? relevance of the use of public resources (e.g. numbering resources) for sector -specific rights and obligations? which rules should apply to which communications services? the role of universal service in securing access to connectivity 14.40 -15.00 break 15.00 -16.00 implications for institutional governance, jobs and growth introduction by study team, debate implications for institutional balance, role of nras, ec, berec and rspg how will achieving the objectives impact jobs and growth? 16.00 -16.20 concluding remarks and next steps anthony whelan, ec draft report the report included below needs approval by the expert group, which will be granted by the end of june 2016. 379 access the experts agreed concerning the need to foster better infrastructure in rural areas, where a potential digital divide still looms. there was some discussion over what the review of the framework should aim towards as regards objectives for connectivity overall and whether or not there should be an emphasis on very high speeds potentially delivered via fibre connections. one view was expressed that ftth may not be necessary to fulfil many of today™s domestic needs; even when considering multiscreen 4k tv content, copper is also able to realise sufficient speeds. moreover, the maximum capacity of in -house wi -fi may act as a bottleneck, limiting the effectiveness of very high speed connectivity (vhc) unless this additional performance barrier is addressed. it follows that, from a short term perspective, the added value of vhc may not be so high in the eyes of consumers and this gives rise to uncertainty as to whether they would be willing to pay more for it. the impact of different technological solutions on cost and price should also be analysed. it was agreed that this short term pe rspective should be taken into consideration. however, some experts noted that the framework should have a more forward looking perspective. market demand for vhc may not be there today, but you still might want to have infrastructures in place so that the market can evolve. in this sense, one could say there are market failures related to connectivity in the form of externalities and spill overs (innovations) that are not incorporated in the current willingness to pay by consumers. as such, vhc is a legiti mate objective in a forward looking perspective but probably it will not be feasible to roll out ftth re all the way up to the homes across the entire union by 2025; e.g. in some areas it may already suffice to roll out fibre to the lamppost (in order to o perationalise 5g). however, when considering europe's global competitiveness vis -à-vis other parts of the world, we may want to set even higher targets as it may not be enough to ‚catch up™ but rather to aim to ‚leapfrog™. the experts noted the need to be clear about what were the market failures involved in the new context and highlighted that there may also be other market failures involved than market power, such as innova tion externalities, resulting in social demand for infrastructure not being reflected in current private demand. it follows that regulatory tools to promote competition may not be sufficient and that public investments (eg by municipalities or via state ai d) may be needed to complement regulatory tools. other solutions discussed included as initiatives for aggregating local demand (as in sweden) and/or to enable the cost of the (network) connection to be defrayed over a longer period than the current contra ct duration (24 month) while maintaining the current rules for contract duration for service contracts t –but it is a problem in a forward looking perspective and the framework should be forward looking and supportive of innovation. solutions might not always be regulatory and may have to involve public support the connectivity imperative is not an immediate short ter m problem (except in rural areas)– 380 the experts indicated that the impact assessment should clearly specify where infrastructure competition alone does not work to stimulate connectivity and choice, and where accordingly additional solutions are needed. one important market failure is the presence of sunk costs giving rise to economies of scale and market power. regions differ in the scalability of investments and this problem may be more pressing in whit e areas than in black areas. however, black areas may experience other sources of market failure. mapping is therefore important to clearly describe the size of these problems: what is the magnitude of white areas? what are the potential problems in black areas? what are options to improve existing infrastructure? what is the interaction between electronic communication framework and state aid framework in these different settings? with respect to the proposal to standardize of wholesale products for busine ss communications, one of the experts questioned whether product innovation may be negatively impacted as a result of harmonization of specifications. however, it was noted that the wholesale products such as bitstream were often the result of regulatory i ntervention from the nra to mandate access, and therefore such products may be less likely to be subject to commercial innovation. on the other hand, one of the experts noted that market failures may result from a lack of harmonization. an analogy was mad e that once national networks have formed (e.g. in the banking sector) which largely serve national demand, none of them will spontaneously embrace pan -eu network solutions that serve transnational demand but that may have some short -term costs. this argum entation would call for more harmonization and the consideration of options which are more radical such as moving to eu regulators. spectrum there was broad agreement among the experts that the spectrum analysis indeed shows that the preferred option would constitute a significant improvement over the status quo. several comments were made for the research team to co nsider in the final report. first of all, the experts agreed that the successful, fast and joint deployment of 5g is the key opportunity to be seized and the key challenge for spectrum policy to tackle. while it is not yet clear precisely what 5g actually entails, the experts suggested that an attempt should be made in the report to define what is meant by 5g and to identify its key components (i.e. securing pioneer 5g bands) that will generate the impacts that are described in the impact assessment. not al l aspects of 5g technology will materialize at the same time: some aspects such as e.g. mmwave technology are currently still very much ﬁresearch projectsﬂ that are likely to generate impact only in the longer term. at the same time, other aspects, such as enhanced mobile broadband are likely to be available much earlier. second, the experts agreed with the research team that the analysis should clearly highlight how scale (and the speed of scaling up) is becoming an ever more important imperative for economic operators, especially in network industries. the experts pointed out that a true digital single market across the eu, for which spectrum is an important input, is a key element to faci litate such scaling up in europe, experts mentioned 862 -870mhz that is particularly suitable for iot applications. it is such scale economies that lead investors (e.g. device manufacturers) to consider europe as a significant player on the global mapping is considered an important initiative . the role of sunk costs in different areas can be considered a market failure agreement on the preferred option need a definition of 5g facilitating scaling up is one of the key impacts to consider the trade -off between harmonization/stan dardisation and regulatory/commerc ial innovation should be considered 381 stage, in comparison with other large markets such as the us or china. for instance, device manufacturers need to consider which spectrum bands their technology should be able to operate in. for europe to ensure that it drives such decisions, it needs to present i tself as a single market that is as economically attractive as other major markets. third, the panel discussed the difference between market structuring and public policy elements of spectrum assignments which should be acknowledged in the report. market structuring elements include e.g. license duration, spectrum caps and other such elements. public policy aspects refer to issues such as coverage obligations. it was noted that eu level intervention is likely to be most valuable in the coordination of market structuring aspects, and in higher level framing of overall policy objectives. lastly, it was generally acknowledged that the preferred option would make a significant difference in terms of coordinating spectrum assignments in europe. for the experts, the more far reaching option 4 (an eu regulator) which is likely to lead to the biggest economic gains, is at the same time possibly less agile and efficient in adapting to local constraints and likely to meet opposition from member states . a suggestion was made that the impact assessm ent should be used to show the cost of such opposition by member states (i.e. the difference in impact between option 4 and option 3). there was consensus that option 3 could eventually be seen as a stepping stone to a future gradual move towards a sustain able and more consistent management of spectrum in the eu, and possibly to the creation of an eu regulator. services it was noted that the description of the preferred option should more clearly specify that the reference to \"numbers\" means e.164 numbers and no other numbering resources such as ipv6 addresses. furthermore, it may need to be further analysed whether makin g use of numbering resources is a relevant distinguishing feature for applying sectorial obligations to services and whether this distinction is practically applicable, although they did not elaborate on this point. some experts noted that the analysis on regulatory heterogeneity and on the impacts from harmonisation focuses on the gains of harmonisation but not so much on the possible costs for consumers. they agreed that regulatory heterogeneity wit h regards to consumer protection leads to duplication costs, but questioned whether there are benefits to regulatory heterogeneity if consumer preferences differ. at the same time they agreed that certainty will be needed for the development of the m2m mar ket. they agreed on the need to be transparent about the pros and cons of harmonisation. questions were raised as to what exactly the option with regards to bundles entailed. there were some d oubts about the effectiveness and practicality of offering consumers the ability to buy services separately. the issue is rather about the need to be clear on which rules apply to what services when a bundle contains services that fall within the scope of the regulatory framework and services that do not. once this is solved one should look at how services should be provided and what protections are needed. consequently there is a need for some reasoning as to how sector specific rules apply to the bundle. some experts recognised that bundling may create transparency problems as consumers may find it more difficult to compare bundles to stand -alone products. they noted that it is not always clear what is in the fine print and, in the end, a consumer may have chosen a product in which he/she is actually not better off and it is not clear what the costs of getting out of the bundle are. another potential is numbering a practical distinguishing feature? regulatory heterogeneity is not a bad thing per se while consumers may clearly benefit from bundling, there are also risks involved what exactly do the measures with regards to bundles entail? distinguish between market structuring and policy aspects of assignments option 3 should be a stepping stone to a future more ambitious move toward a more consistent management of spectrum and possibly an eu regulator 382 concern, due to the pop ularity of bundles among end -users, was that some operators may be hindered in replicating bundles because they do not have access to relevant wholesale products (e.g. in spain some operators have trouble getting wholesale access to mobile). however, other experts stressed that bundles may have positive attributes, not least to promote competition, and are no longer considered negative for consumers. consumers also gain from bundles in the form of reduced transaction cost and a reduction of occasions at whi ch a choice has to be made (consumers don™t like to make choices). thus there is a need to go case by case rather than taking a single approach on this area and improve transparency through comparison tools. . one expert noted that the basis for extending privacy and security obligations to a wider set of communication services is not strong if it is only based on the observation that one third of respondents to a survey find it an issue (referring to a survey held in the context of smart 2013/0019). another expert recognised that privacy and security issues are important in relation to communication services (notably iot services), but argued that the problem also applies to other types of otts and not just to otts providing communications services. he suggested that in the future ipv6 addresses will replace e.164 numbers and that privacy and security issues should be dealt with under horizontal rules. universal service while acknowledging the benefits of allowing member states flexibility, experts were interested to understand how a universal service (us) obligation for basic broadband would be defined if included, e.g. w ho determines what is the minimum bandwidth that should be guaranteed. they also inquired about the appropriateness of including mobile connection in the options in this day and age where mobile technologies are becoming much more important. it was explain ed that there is minimum harmonisation at the eu level so that member states have options to define their understanding of us pursuant to the national circumstances (e.g. with regards to a minimum required bandwidth) and that mobile technologies are curren tly included as a technology that can potentially be used to realise broadband services at a fixed location. however, nomadic services as such are not currently included as a us. experts noted that the problem analysis could make a clearer distinction between affordability and availability. while the preferred option aims at affordability (e.g. ensuring affordable prices for all end users, in particular for th e most vulnerable), it was argued that availability is the real issue to be considered by the rf in general, including possibly by us. affordability can be realized through social income related policies or subsidies. it was explained that under the prefer red option broadband availability would be further promoted through other instruments (such as regulation, state aid or spectrum policy). the analysis refers to ﬁuncertaintyﬂ resulting from the fact that member states have their own approach to assessing costs and unfair burden. it was questioned whether this causes ﬁuncertaintyﬂ, or just ﬁcomplexityﬂ? it was explained that differences betwe en member states in the calculation of net cost and the notion of unfair burden makes it not always clear to operators entering the market what will be the net cost of us provision, whether it will be considered an unfair burden and whether they get any co mpensation, which may result in an uncertain market entry. governance the rf may not be the right framework for d ealing with privacy and security issues flexibility of re gulation at the national level underline the distinction between the measures for affordability and avai lability of broadband differences between member states may create complexity, but not necessarily create uncertainty centralisation is important for scaling up and spillovers to be generated 383 on the topic of governance, the expert panel reaffirmed some of the policy specific elements discussed on access, spectrum and services. there was agreement that localised governance may prevent cross -border markets from emerging. if this is the case, then it significantl y strengthens the case for co -ordination at eu level second, the experts pointed out that in estimating the costs of governance reform, it should be borne in mind that institutional costs are sticky and that any savings from reform (e.g. administrative cos ts) might take a long time to materialize. one expert observed that institutions often end up maintaining the problem they were created to solve. third, one panel membe r challenged the team to consider subsidiarity in a different light (finding the most appropriate geographic level of intervention rather than one that necessarily places responsibility at the most local level). he posited that, in the context of a digital single market, there is a need to justify why a centralized, coordinated model of governance for electronic communications is not the right way forward. the european research cooperation (erc) is an example where centralisation of the allocation of resear ch grants has resulted in a much more efficient allocation of national research funds across eu researchers and also a more effective search for talent, since there are strong arguments for a larger scale when trying to identify high level expertise. it is a prime example of how the subsidiarity arguments (scale economies and spill -overs) are at play and where centralisation leads to more efficient outcomes. a similar centralized model of governance could be beneficial in the case of e.g. spectrum. finally, one panel member suggested that it is important to understand how the governance model facilitates (rather than acts as a block to) innovation. how can innovation (technological or regulator y) be introduced under a new institutional set -up, what are the key steps for new ideas to be introduced, for their merits to be considered, for them to be decided and then implemented and how open is this process. for example one of the benefits the prefe rred spectrum option is that it is open to this idea discovery process but puts in fewer blocking factors than other options. macroeconomic modelling the existing cge analysis is a welcomed and well developed addition given the necessity to estimate future impact scenarios in a strongly quantitative way. but there are some limitations derived from the deterministic inclination of these models that shoul d be noted. the model is based on current productivity parameters, while structural changes might be expected as a result of the implementation of the preferred policy options together with a variety of factors. it should be noted that, ideally, the impac ts should be analysed from a dynamic perspective, estimating the impact of changes in productivity as a result of both infrastructural and socio -economic factors, including organizational changes. this would require, among other things, that the analysis does not focus only on the horizontal comparison of industries, but also on the specifics of the production process throughout value chains and at the firm level. it is really important to understand how processes of production will change if policy strategies are to be rightly implemented. the analysis should account for the fact that it takes time to adopt changes, implement them and, finally, for them to have impact on the production process. moreover, the analysis should recognize limits in the absorptive capacity of firms. the analysis reflects existing production functions but not disruptive changes of production processes impacts may materialize with a lag administrative costs related to a particular set -up might not be easily reduced subsidiarity needs to be considered in light of the benefits of greater coordination the institutional set up needs to be open to innovation 384 not all firms are instantly ready to jump to another production function. this has nothing to do with regulation, but with the potential to harvest the benefits of digitalization by industries. such potential follows from the strategies that different industries and organizations might adopt e.g. regarding cloud computing. the consultants confirmed that such lags have been accounted for in the model. the cge model seems to assume that the european economy is operating independently of what happens in the rest of the world. while the current policy options take the broadband situation in the most innova tive economies as a benchmark, we have to go beyond that and have a vision to be more innovative than others. for example, the model suggests that exports growth will exceed that of imports. if you want to keep comparative advantage or achieve it, then you have to go beyond the benchmark of access policy, spectrum policy and service policy. it was recognized that this is a general but accepted shortcoming of cge modelling. it would be interesting to see a disaggregated model at regional level, similar to the rhomolo model for example. such models allow for analysing what would happen on the ground in different industrial hubs around europe. it is recognised that such mod els are indeed very interesting but also require an extensive amount of resources and development time when done properly. finally, the experts no te that the regulatory framework alone would not be enough to realise the preferred outcomes in terms of competitiveness of the eu economy. infrastructure policies should be complemented with innovation policies and policy of digital services (in broader s ense than just communication services). all these different policy fields should go together. regional models: potentially very promising but not achievable under the current ia materializing of impacts depends on complementary policies in the area of innovation and digital services cge modelling is limited in assessing the impact on comparative advantages vis -à-vis the row 385 6.14 annex 14 œ the state of play and the eu dimension of connectivity this annex integrates the problem definition section by describing in more detail (i) the obstacles to unconstrained connectivity identified in section 1.2.1. , (ii) the eu dimension of the problem and (iii) including more elements of the baseline, to complement the ones included in section 1.5 . 6.14.1 costing the gap and the financial endowment of current initiatives some studies have tried to estimate the nga broadband gap in europe and to provide estimates about the cost to fill it. the best known of these studies is probably the one performed by the european investment bank in 2011. the study con siders four scenarios for broadband deployment in europe. the most ambitious scenario foresees ftth/b roll -out throughout europe and the gap was estimated at •221 billion 460. the same scenario of 100% ftth/b coverage was analysed by analysis mason in a study for dg connect in 2012 461. the amount foreseen is similar (•250 billion, for deployment of fttp -only, across europe). the amount is reduced to •154 billion in case of high duct re -use. analysis mason also estimated the costs associated to a 100% fttc deploy ment which are in the area of •50 billion. in case of high duct re -use, the cost would go down to •31 billion. an internal estimate on the basis of the analysis mason study was also carried out by dg connect in 2014 according to which europe needed an addi tional eur 34 billion in investment to reach the target of 100% coverage at 30 mbps, and an additional eur 92 billion to credibly enable reaching the 50% take -up target at 100 mbps 462. these figures are already taking account of the amount that the private s ector could be expected to invest 463. and would leave part of the network unfit to serve a gigabit society if substantial copper -based parts of the networks were to be durably maintained thereafter. the financial resources available at the european level ar e certainly not sufficient to meet the challenge presented above. t he allocation of european structural and investment funds for high speed broadband networks experienced a sharp increase from eur 2.7 billion in 2007 -2013 to around eur 6.4 billion for 2014 -2020 (about eur 5 billion erdf and an estimated eur 1.4 billion eafrd) 464. however, most of this investment is expected to be made in the form of grants rather than financial instruments so the leverage effect on public (national and/or regional co-funding) and private co -funding will not reach more than eur 9 -10 billion œ falling far short from the needs to reach the eu targets for broadband coverage and take -up. the connecting europe facility (cef) in the digital area is endowed with a limited budget of eur 1 billion for the period 2014 -2020 after the severe cuts it suffered in the multiannual financial framework (mff) negotiations from a proposed eur 9.2 billion. eur 150 million are allocated to broadband infrastructure, based on the provision of financial instruments via the 460 http://www.eib.europa.eu/attachments/efs/eibpapers/eibpapers_2011_v16_n02_en.pdf 461 analysis mason, the socio -economic impact of bandwidth (2013). 462 based on a 75% coverage assumption. 463 according to the digital agenda scoreboard, telecom (including fixed, integrated and mobile -only) capex in europe was • 43 bn in 2013. capex figures remained relatively stable over the 2011 -2014 years despite the fact that in the same period nga coverage increased from 29% to 68%. in 2014, mobile capex spending represented 59% of total spending. however, this capex is not only directed at modernising the network so that it is difficult to say how much private operators will invest in increasing coverage in the coming years. 464 an estimate as the commission cannot differentiat e between allocations foreseen in eafrd for ict and broadband as this type of information is not requested by the regulation. however, additional information is requested and will be provided in the context of monitoring activities (in particular, monitori ng will be done for ''n° of operations\", \"population benefiting from new or improved it infrastructure\" differentiating here between \"broadband\" and \"other than broadband\"). 386 european investment bank (eib). the broadband part of cef is expected to mobilise around eur 1 billion 465. finally, the european fund for strategic investment (efsi) does n ot have sectorial earmarking hence it is difficult to anticipate how much budget will be allocated to broadband infrastrcuture. 6.14.2 international comparisons affordable gigabit connectivity has already been available as a consumer service in japan, 466 singapore and korea for some years, while in 2014 korea™s sk telecom announced trials of 10gbit/s. 467 in korea, the national broadband plan (ultra broadband convergence network 468), already launched a 1 gbps target in 2010. gigabit connectivity is also available to hou seholds and small businesses in us cities served by google fibre, 469 and recent reports suggest that at&t is responding to the competitive challenge with more widespread urban gigabit deployments of its own. 470 however, it is certainly not the case that all eu ropean countries are falling behind in a gigabit society. as shown in the analysis carried out in smart 2015/0002, sweden or estonia already today compare well with japan on a range of nga metrics (although swedish fixed rural coverage remains relatively l imited). figure 81 - % of fttb connections on total subscriptions (oecd) several other eu countries, including portugal, spain, france, romania and other ms, which benefit from an expanding ftth/b footprint, albeit at different pace of deployment, may 465 under the pilot phase of the europe 2020 project bond initiative, the eib and th e commission closed in july 2014 the first deal on a broadband project bond (in france œ axione is the beneficiary). the leverage factor foreseen for the broadband part of cef is around 7x, so it is expected to mobilise around eur 1 billion. this leverage was exceeded by the axione deal which had a leverage factor of 14x. 466 kddi launches gbit/s service 2008 http://www.japantoday.com/category/technology/view/kddi -to-launch -1gbps -fiber -optic -service -in-oct 467 sk telecom showcases 10gbit/s service http://www.bu sinesskorea.co.kr/english/news/ict/6789 -100x-faster -internet -sk-broadband -offer -10-gbps-internet 468see: http://www.unescap.org/sites/default/files/4.1%20korean%20broadband%20policies%20and%20recommendations.p df 469 https://fiber.google.com/cities/kansascity/p lans/ 470 see for example http://www.latinpost.com/articles/101338/20151210/google -fiber -vs-att -gigapower -likely -to-win -gigabit -race -thanks -to-google.htm 0%10%20%30%40%50%60%70%80%colombia latvia oecd greece belgium ireland germany austria finland france chile poland italy canada australia new zealand mexico united states luxembourg netherlands switzerland czech republic hungary spain turkey denmark slovenia portugal iceland slovak republic norway estonia sweden korea japan percentage of fibre connections in total broadband subscriptions, june 2015 387 become europe™s leading countries for vhc connectivity in the years to come 471. however, large european countries which have so far been experiencing limited or incremental nga deployment may lag behind european and global leaders on vhc broadband. illustr ates the state of transition from copper to fibre, which is much more advanced in other large economies than in several large eu countries 472. although the picture does not take into account the effect of cable subscriptions, it gives an idea of the differe nt pace of this transition. furthermore, rural nga coverage has been increasing slowly in several countries such as germany, france, italy, austria and finland, raising the risk of a growing urban/rural digital divide as can be seen in . figure 82 œ next g eneration access (fttp, vdsl and docsis 3.0 cable) coverage, june 2015 source: ihs and vva - digital scoreboard œ connectivity section 473 challenges to the regulatory framework 474 the evaluation has confirmed that the access -related provisions of the eu framework have delivered in most member states competition and market entry at least in standard broadband and other copper -based telecom services, resulting in greater choice and value for consumers, as also confirmed by the consultation 475. the market shares of incumbents have fallen steadily on average across the eu reaching 41% of total subscriptions by july 2015 and average prices for broadband services in the eu have been historically low in comparison with international benchmarks such as the us or can ada for low data consumptions patterns. 476 access of all citizens and businesses to high -quality networks at affordable price has become a prerequisite for europe to reap the full benefits of the emerging digital economy. the existing framework was not prim arily designed for, and could have not foreseen, the scale of the need to ensure the widespread availability of modern infrastructure (in rural as well as urban areas), to enable access to emerging applications and services - and to ensure that competition is fostered in an environment of technologic al change. 471 see smart 2015/0005 and smart 2015/0002 472 fibre subscriptions data includes ftth, fttp and fttb and excludes fttc. some countries may have fibre but have not reported figures so they are not included in the chart. 473 source: : https://ec.europa.eu/digital -single -market/en/download -scoreboard -reports 474 for further discussion regarding the contribution of the regulatory framework to network investment and service take up, please refer to the evaluation of the regulatory framework for electronic communications swd, in particular to the sections concerning the effectiveness of access regulation and spectrum regulation. 475 86% of respon dents to the commission™s consultation felt that the eu framework (and the access -related provis ions specifically) have contributed either moderately or significantly to achieving the objective of competition. consultation q4b, q19a 476 source: mobile broadband prices (february 2015) https://ec.europa.eu/digital -single -market/en/news/mobile- broadband- prices -february-2015 . this study was carried out for the european commission by van dijk. 388 6.14.3 towards a connectivity objective the need for very high capacity networks stems by the analysis of the likely connectivity needs over the next ten years based on the current trends and comparing them with performance enhancements required from telecoms networks to meet these needs. while expressing an ambition for the future œ especially in the fast changing and transformative digital sector œ cannot be fully evidence based, the trends described below, as well as findings of the public consultation on \" needs for internet speed and quality beyond 2020 \", strongly support the conc lusion that europe needs unconstrained vhc connectivity for all. this growth will be underpinned by technological evolution (a comprehensive overview of the means and technological choices available for network deployment and their implication in terms of performance can be found in annex 6.3., smart 2015/0005 and smart 2015/0002). the evaluation clearly shows how regulatory choices under the framework can affect the connectivity outcome (section 7.2.3.). moreover, work conducted for the commission 477 in supp ort of the evaluation and review of the framework illustrates the impact that national regulatory choices can have on the deployment and upgrade of higher performance networks. the study presents how spain, france and portugal's nras have focused on stimul ating entrants to ‚ climb the ladder™ to ftth through a focus on duct access and in -building wiring in the absence of downstream remedies as well as by promoting co -investment models. these countries have seen developments in ftth infrastructure competition , but these are largely limited to very dense areas. market structures in these countries have tended to consolidate towards fewer fixed mobile integrated players. ftth coverage has grown strongly in spain and portugal, but more hesitantly until recently i n france . the feasibility of this model has depended on the characteristics of the existing networks, including the availability of ducts. the main reason for both persistent capacity and coverage constraints, in particular outside urban areas, lies in th e huge investments required to roll out very -high -capacity networks. while the 30 mbps target for 2020 is likely to be largely reached on the basis of current trends, the uncertainty of adoption dynamics remains a key constraint to investment in vhc connec tivity. despite progress in roll -out of nga (> 30 mbps), in the eu significantly fewer households, 49%, have access to networks of at least 100 mbps, in contrast with japan and south korea where according to latest data, 73% and 69% of total broadband conn ections are fibre. in addition, connectivity in europe is still overwhelmingly asymmetric, while upload speeds are increasingly important for services, such as cloud computing . as of july 2015, 70% of european households have basic broadband subscriptions; only 30% of the households are subscribed to nga above 30mbps. the trend however, shows that europeans are rapidly replacing their basic broadband connections with nga: in 2013 the only 15% of european subscribed to nga above 30mbps, while 8 5% of subscriptions was to a basic broadband connections 478. figure 13 showed how dramatically the take -up rate of connection above 100 mbps is progressing in countries where fibre networks are widely available. take -up projections of nga in a 5 -10 year tim eframe vary, and show significant differences across countries and technologies. for example, taking into account evolving coverage and propensity to take -up nga, idate preliminarily projects that nearly half of households across the eu will take nga techn ologies (fttc, ftth/b or docsis 3.0 and successors) by 2020, and nearly two thirds by 2025. however, there are significant differences between countries as shown in the figure below. figure 83 - projections for nga (>30mbps) take -up 2015-2025 477 regulatory, in particular access, regimes for network investment models in europe (smart 2015/0002) 478 source; digital scoreboard: https://ec.europa.eu/digital -single -market/en/connectivity 389 source: id ate as today not all nga networks can deliver 100 mbps, the picture above implies that without appropriate investment incentives, europe is likely to miss the target of having 50% take -up of 100 mbps services by 2020. as reported in the evaluation on stakeholders' views (section 7.1.1.) s ome member states, the european telecommunications network operators' association (etno) and the large majority of the incumbents go as far as suggesting, via the public consultation conducted in light of the review, t hat investment should be made an explicit objective, next to competition, given the significant network rollout and upgrade needs in the coming years. this would imply amending the framework; among others access regulation, to favour dynamic efficiency gains over static ones. in areas where infrastructure competition is not viable, competition would be \"for the market\" rather than \"in the market\". many other stakeholders including alternative operators and consumer associations stress , on the other hand that competition would not survive outside the regulatory framework and that the latter should not favour investment at the expense of competition (and thereby also at the expense of the consumer outcomes that go along with competition). however, the finding s of the access study and the forecast summarised in section 1.5 seem to show the legitimacy of the connectivity objective in the medium run. 6.14.4 what is the eu dimension of the problem? the state of play and the european dimension of the connectivity problem there is a particularly strong rationale for eu action in the context of the challenges of the dsm. digital services (including calls, messaging and entertainment) are increasingly offered on a pan -european or even global basis. in turn, digital services for consumers and businesses rely on ubiquitous connectivity, in some cases requiring vhc and/or reliability. connectivity is a vital enabler for the dsm 479 and warrants an eu -wide response, even if network deployments are mainly local in nature. the figure 480 below gives an idea of the spillovers that are determined by communication infrastructures on the wider european economy. figure 84 œ gdp contributions from the digital economy 479 see ec digital single market communication may 2015 http://eur -lex.europa.eu/legal- content/en/txt/?uri=celex%3a52015dc0192 480 source: smart 2015/0005,. 390 the limited connectivity available in europe already today negatively affects eu citizens', businesses' and public authorities' capacity to produce, share and benefit from innovative digital products and services. moreover, the competitiveness of the wider economy, not least of multinational companies based in the eu, is affected as high speed, high quality communications services and networks have an economic effect across all business sectors in europe. as mentioned in section 1.2.1 , it is important to ta ke into account that albeit networks are local in nature, (and will probably get even more local in the future with the proliferation of small fibre operators such as in sweden) the problem of suboptimal investment is a european problem, as even local netw orks are financed from international and cross -border capital markets. so despite the local nature of the networks, connectivity and investment have a clear internal market dimension and the review should strive to induce policies which are more favourable to investment without jeopardising the existing objectives. according to the macroeconomic model elaborated for this study (see section 4.1.1 and annex 5), if all the preferred options are pursued as a result of the review of the electronic communicatio ns framework, we expect expanded market -driven investment and consumption and a cumulative effect on growth of 1.45% and on employment of 0.18% in 2025, assuming that the reforms are implemented by 2020. in general, digital technologies and ict have been in the last twenty years an enabler for the emergence and the expansion of new business models such as the sharing economy, crowd -sourcing of ideas and solutions for large companies, mutualisation of software (saas), including in the cloud. experience fr om the harmonisation of approaches to previous generation technologies and solutions, notably from the gsm directive, 481 llu regulation, 482 and the leased line directive 483 suggests that clear and co -ordinated action at eu level to implement best practice in rel ation to connectivity can provide an important stimulus for deployment and take -up, raising the performance of the eu as a whole, compared with action that could be taken by ms individually. this is illustrated by figure 85, which shows how broadband take -up in europe expanded in the years following the adoption of the llu regulation in 2000, which applied best practice methods for broadband promotion (until then applied only in a few countries such as germany) more widely across the eu. 481council directive 87/372/eec http://eur -lex.europa.eu/lexuriserv/lexuriserv.do?uri=celex:31987l0372:en:html 482regulation ec 2887/2000 http://eur -lex.europa.eu/legal -con tent/en/txt/?uri=celex%3a32000r2887 483 http://eur -lex.europa.eu/legal -content/en/txt/?uri=celex%3a31992l0044 digital economy information communications technology (ict) 4% gdp communications infrastructure 1.3% gdp digital single market +•415bln digitalisation of industry +110bln pa 391 figure 85 - broadband trends in europe following the llu regulation (2000) source: wik based on cocom data (except 2002 œ oecd) and extrapolations the 2002 framework generally enhanced the flexibility of market regulation to deal with different economic circumsta nces in the ms (via market definition and smp identification), and the 2009 review enhanced technological and service neutrality in spectrum bands (in contrast to the approach of the gsm directive). this has allowed for a much more flexible and sophisticat ed approach to regulation, which can take economically -based decisions on a case -by-case basis. nevertheless there is still is a clear need for a degree of eu -level steering to define bottlenecks and ultimately to meet common needs . this is recognised in the current framework through a level of flexibility which allows coping with new technological and market circumstances. several of the issues raised by the stakeholders and in the implementation experience involve cross -border challenges, such as numbering needs and roaming issues in relation to iot, spectrum coordination and consumer protection, or businesses' need for seamless connectivity across multiple sites and countries. for example, the lack of european cross border coordination on the timing of allocation and assignment creates cross border interference problems and prevents services developing across the whole eu territory. the heterogeneity in the implementation at national level of consumer protection as a result of different national legis lation brought about by the current minimum harmonisation approach has impacted the effectiveness and efficiency of the rules and reflects the need for a coherent approach at eu level. consistency in consumer protection standards across borders would avert further fragmentation along national lines and facilitate compliance for multi -territorial operations. further harmonisation of end -user rights in the eu, coupled with deregulation where warranted, should thus result in a modernised set of consumer protections rules, providing higher confidence among end -users and making it easier for providers of communications services to comply with legislation and reducing unnecessary compliance costs. 6.14.5 baseline analysis: how would the problem evolve without interventio n this section complements and deepens the analysis of the baseline presented in section 1.5 as mentioned therein, the existing framework has delivered more competition, better prices and choice for consumers, and spurred operators to invest in upgrading t heir networks at least in some areas. today virtually all eu citizens have access to basic broadband networks (97% fixed 392 broadband connections according to the desi index 2016 484) and increasing numbers of citizens and businesses have access to networks (next generation access œ nga - connectivity) allowing at least 30 mbps download speed (70.9% nga general coverage 485 in eu according to desi 2016 œ see section 1.4.1 for more data). only some countries, such as malta, lithuania, belgium and the netherlands, already enjoy nearly comprehensive coverage of nga networks, in most of those cases probably mainly thanks to the competitive impulse provided by legacy cable networks, which could be upgraded at relatively low cost 486. nga coverage in countries which lack extensive cable has been slow to develop in many cases (italy or greece being emblematic). moreover, a large part of the nga coverage beyond the cable footprint in many countries (uk or germany, for instance) has been achieved through only partial upgrades of t he legacy copper loop (fttc), rather than full upgrades (ftth/b). as investigated in study smart 2015/0002, the former approach may not be sufficient to cope with the data consumptions under the most ambitious scenario forecast. a key development since the framework was originally conceived is that legacy telephone and cable (coaxial) networks, including the copper ‚local loops™, are in the process of being upgraded with fibre and other solutions which improve broadband performance. in terms of demand , these enhancements are needed to enable customers to enjoy better quality in online services including online video and cloud applications, as well as enabling multi -screen viewing, which is becoming increasingly prevalent in european households with the proliferation of devices as illustrated in figure 11 above . figure 86 - europe ip traffic and service adoption drivers source: cisco vni global ip traffic forecast 2014 -2019 œ europe includes western europe + cee, excluding russia according to cisco, glob al ip traffic will increase threefold over the next 5 years. overall, ip traffic will grow at a compound annual growth rate (cagr) of 21 percent from 2013 to 2018 487. the widespread adoption of cloud services, the number of connected devices (iot), the boomi ng m2m industry, contribute to further increase the traffic load on communications networks. in particular, as businesses and consumers exchange their data with the cloud, this will also lead to a modified demand pattern for upload traffic . hence, while most of the traffic will still be in 484 the digital economy and society index (desi) is a composite index developed by the european commission (dg cnect) to assess the development of eu countries towards a digital economy and society. it aggregates a set of relevant indicators structured around 5 dimensions: connectivity, human capital, use of internet, integration of digital technology and digital public services. for more information about the desi please refer to http://ec.europa.eu/digital- agenda/en/digital -agenda-scoreboard 485 nga broadband coverage/availability (as a % of households) with next generation access including the following technologies: ftth, fttb, cable docsis 3.0, vdsl and other superfast broadband (at least 30 mbps download) 486 several studies highlight the role played by cable in stimulating nga deployments including smart 2015/0002, wik -consult (2015) for ofcom ‚competition and investment: analysing the drivers of superfast broadband™, and the ep ( 2013) study ‚entertainment x.0 to boost broadband deployment™ 487 source: cisco vni index, see: http://www.cisco.com/c/en/us/solutions/service -provider/visual-networking- index -vni/index.html 393 download, demand for upload will increase, as well as the need for lower latency for applications such as cloud computing and e -health, parameters included in the vhc concept. the trends explained above increase the demand for capacity and certain quality characteristic of connectivity networks. there is an emerging consensus among industry players and investors that in the medium and long run connectivity providers, both fixed and mobile, will have to re ly on (nearly) ubiquitous fibre infrastructures coming very close to users' premises, to support their business, especially considering the expected requirements of 5g. gigabit connectivity is also foreseen in projections by deloitte 488 as a requirement to m eet the aggregate demand from dozens of connected devices in a home . this is becoming the norm in european households where several users consumer bandwidth from several devices at once. deloitte further notes that ﬁ demand for connectivity has evolved symbiotically: as faster speeds have become available, the range of applications supported has increased and the viable number of devices per person has steadily risen. ﬂ in terms of supply of nga in commercially viable areas, forecasts from idate based on market intelligence (see figure below) suggest that upgrades to nga and vhc networks will continue, but at a relatively gradual pace. figure 87 - projected take -up of nga by technology (to 2025) source: idate, smart 2015/0002 idate projections suggest that by 2020 (see figure above), even under very optimistic assumptions (assuming fttc/vdsl delivers 100mbit/s in practice), around 16 countries may miss the dae targets of 50% households taking up at least a 100 mbps connection, and that within the 16 affected countries the target will be missed by around 25m households. under a more conservative assumption, whereby only ftth/b and cable are considered as reliably offering more than 100mbit/s, the gap in meeting the target would amount to around 27m households . in reality other advanced hybrid copper -based solutions may deliver the required speed provided the local loop is sufficiently short. countries with limited historic cable competitio n such as italy and greece are included amongst those considered likely to miss the targets, while countries which have been characterised by strong fttc, coverage could fail to meet targets under the stricter assessment 489. 488 deloitte technology, media and telecommunications predictions 201 6 489 for additional deployment forecasts see , smart 2015/0002 . 394 this pace of development may be sufficient to meet the needs of some users, but is likely to limit the potential for more demanding users including small business and home office users and may not be sufficient to enable europe to fully benefit from a connected economy and society. as explained in more detail in the support study smart 2015/0005, chapter 1, the demand for data is booming and the scenarios considered are mostly rather conservative. concerning rural nga deployment, existing regulatory practice and outcomes vary across the eu as shown in case studies for smart 2015/0002. if the current varying practices remain, the current status of uneven rural deployment is likely to persist, resulting in patchy access in rural communities to broadband capable of reaping the benefits from the social and economic integration that digitisation may bring. this process is likely to have repercussions on public finances, especially if accompanied by ageing population. challenge areas could in theory be addressed through public subsidies, but th ese are by no means sufficient. the costs of achieving dae targets also in rural areas are exposed above in section 6.14.1 . an estimate of the connectivity problem in the future (2025 and beyond) can be inferred from asking (1) whether there is likely to be a gap between bandwidth demand and nga deployed; (2) whether future demands can be met through incremental upgrades of existing copper and coax (cable) networks or only through ftth/b; and (3) the extent to which future mobile technologies (5g) will be able to rely on fixed networks for backhaul and other data transmission needs. the size of europe™s bandwidth challenge can be seen most vividly by comparing where we are today with what would be needed to benefit from all aspects of a connected society i n 2025 as assessed in more detail in smart 2015/0002 and smart 2015/005 490. according to samknows, average download speeds achieved in europe in 2014 were 24mbit/s. 491 if investment in nga technologies continues at its current levels, idate has projected that average download speeds would reach around 200mbit/s - by 2025, 492 while upload speeds would reach around 90mbit/s. based on trends in video and cloud usage under the ‚status quo™, idate has also estimated that bandwidth use in the eu may expand from 62gb per line per month in 2025 to 298gb per line. 493 this may seem significant, and for households used to experiencing restricted bandwidths, 494 it may be appear enough. as mentioned in section error! reference source not found. 1.5 there is evidence suggesting that in the telecom sector demand responds to supply ,495 and that restricted download and upload speeds may limit the types of usage and applications that might otherwise emerge. in sweden, following an early boost by the central government, one out of every two municipalities is involved in fibre to the business and fibre to the home deployments. this has led to very high take -up: as of july 2015, 68% of the broadband connections in sweden are nga 496, achieved 490 in the context of the expert panel conducted und er smart 2015/005 œ see annex 13 for more detail, prof. brett frischmann observed that current demand expressed by end -users may fail to reflect the innovation potential in the market, which could be unlocked through more performant infrastructure. 491 page 115 samknows for ec oct 2014 qua lity of broadband services in the eu 492 in the context of smart 2015/0002 idate forecast likely uptake of nga by technology to 2025 and based speeds and speed growth per technology on the basis of samknows data. according to akamai speed measurements, avera ge speeds have been increasing by 16% per annum across a range of geographies. an alternative approach of extending this projection would result in speeds of around 150mbit/s in 2025. 493 smart 2015/0002 494 many internet users are already experiencing challenges with the bandwidth they have available. almost four in ten respondents to the eurobarometer survey of 2014 noted that they had experienced difficulties accessing online content or applications as a result of insufficient speed of download capaci ties. 495 data from the uk regulator ofcom for example suggests that download bandwidth consumption for nga (fttc and fttp) networks was around two times higher than bandwidth consumption for non -nga networks, with significantly higher use of upload capacity . this evidence of higher usage being associated with the availability of nga is supported by the case study of palaiseau in france, which has been the subject of a pilot trial for the switch -off of orange copper customers and migration to ftth networks. i n this case it was observed that the average internet traffic of orange™s broadband customers as well as their consumption of video -on-demand was multiplied by a factor of three. importantly, this trial also resulted in fibre clients™ usage of upload bandw idth being increased 8 times, due to changes in internet usage and an increased usage of cloud -based services. 496 see annex 6. 395 predominantly through ftth and fttb connections. where ftth is widespread, the availability of fibre makes extending fibre to base stations far more feasible and efficient. this is well illustrated by the example of 4g in stockholm where the world™s first 4g deployment took place helped by the virtually 100% f ibre coverage. 497if bandwidth needs are calculated on the basis of what might be required to run certain applications, a case study of the german market providing a forecast for 2025 suggests that an average user might require 150 -500mbit/s downstream with m ore than 100mbit/s up, while high -end users including those running small or home offices might require 1gbit/s in download and more than 600 mbps in upload (see smart 2015/0005). this bandwidth would be used not only for multi -screen ultra hd video, but also for applications such as cloud and e -health as well as for home working and small business needs. figure 88 - model of market potential œ germany 2025 as shown in figure 14 data rates required by the most demanding users could reach 1 gbit/s or more on the downstream link by 2025, while a significant proportion of households and offices could demand download speeds of 500 -1000mbit/s and 300 -600mbit/s upstream by 2025. this scenario therefore sets the upper bounds for potential users (including bu siness user) demands in the medium term œ though it is worth noting that even a less ambitious scenario will need the fibre rollout to reach far deeper into most of the present networks. on the subject of inconsistency in the implementation of the framewor k, there is evidence that without further direction at eu level, this problem is likely to persist and may worsen, in part because when new technologies and services emerge they lack the harmonisation that was historically required through eu legislation, and may not achieve adequate levels of harmonisation through voluntary standardisation alone. concerns over the impact of fragmentation on business users, in particular multi -national ones, provide an example of the enduring nature of these problems and difficulties in using current tools to address them. concerns over fragmentation in the market for business communications were first raised in a survey conducted by the predecessor to berec, the european regulators group (erg) in 2009, 498 validated in a furth er survey published in 2013, 499 and have subsequently been reaffirmed by business end -users in the context of studies for the ec in 2015 500 and 2016. 501 yet 497 source: vodafone™s call for the gigabit society, dec. 2015 498 erg report on the regulation of access products necessary to deliver business connectivity services erg (09) 51 http://berec.europa.eu/doc/publications/2009/erg_09_51_business_services_paper_final.pdf 499 wik (2013) business communications, economic growth and the competitive challenge 500 smart 2014/0023 access and interoperability standards for the promotion of the internal market for electronic communications 501 smart 2015/0002 access and investment 396 in an interview conducted in 2016 for smart 2015/0002, intug observed that it still had concerns over the ability of business issues to be effectively addressed under the existing institutional set -up. concerning future generations of wholesale access products for residential customers and small business, the experience of a new product designed as a partial replacement for llu on nga networks, such as ‚vula™ (virtual unbundled local access) or a wdm (wavelength division multiplexing) based access product provides a warning that without efforts to apply a european ‚standard™ (as was created with ‚local loop unbundling™ on copper networks) any future technological upgrades in fixed access networks are likely to result in duplicate efforts to develop new wholesale access solutions and divergent implementations at national level. as seen with the past implementa tion of vula, this may result in slow take -up of wholesale offers of future generations of fixed access infrastructure and therefore œ especially in the early phase - reduced levels of choice for consumers in areas where competition cannot be delivered thr ough infrastructure -based competition alone. in turn, this may dampen take -up of new technologies in the early deployment phase. 502 lastly, in view of the fact that the preparation by nras of market analysis often coincides with three year period between mar ket reviews and results in delays of several years, the perpetuation of the existing three year market review cycle, is likely to result in insufficient time for the previous reviews to be confirmed and effectively implemented 503 and their effects to be know n. additionally, the continued re -evaluation and re -calibration of regulation conflicts with the aim of many regulators to provide longer -term certainty and potentially long -term remedies 504 in order to provide more durable solutions that offer greater certa inty to operators and investors. overall we can state that a no change scenario would lead to a persisting digital divide for citizens and smes, sub -optimal economic development outcomes, sub -optimal allocation of capital, lack of consumer trust in digital services, lower take up of innovation and loss of competitiveness of eu industry. a review of studies on standard speed broadband suggests that an increase of 10% in standard broadband penetration could contribute between 0.25% to 1.38% to gdp growth. 505 there is also a small, but expanding body of literature highlighting how the effects of faster broadband through fibre connectivity could boost growth further and offer a new lease of life to rural communities 506. promotion of the interests of end -users, incl uding the provision of a safety -net through the universal service obligations, is another principal objective of the regulatory framework, as it ensures that consumers can participate in the digital society and fully reap the benefits of a competitive mark et. overall the framework has been successful in safeguarding consumer protection, even when this is not fully translated in increased consumer satisfaction. given the increasing role of connectivity and electronic communications services in today's europe an economy, it is important to continue protecting end users' interest. 502 evidence from standard broadband suggests that unbundling played a role in accelerating take -up in the early deployment (bu t not later phase). it also had a positive impact on service quality. see unbundling the incumbent œ evidence from uk broadband nardotto, valletti, verboven (2015) http://papers.ssrn.com/sol3/papers.cfm?abstract_id=2505035 . smart 2014/0024 also shows how nga take -up could have been accelerated if customers of entrants had been converted to nga at the same rate as those of incumbents 503 this is especially true in the c ase of appealed decisions 504 long -term discounts exceeding 3 years have been negotiated for wholesale fttc/vdsl bitstream access in nl and germany. in france, one amongst a number of justifications provided by arcep in interview for smart 2015/0002 for purs uing symmetric rather than asymmetric regulation to address fibre bottlenecks was the need to provide a framework for longer term solutions (in this case on the basis of iru).. 505 among others: crandall, r., lehr, w., and litan, r. (2007), the effects of b roadband deployment on output and employment: a cross -sectional analysis of u.s. data, issues in economic policy , 6; czernich, n., falck, o., kretschmer t., and woessman, l. (2011), broadband infrastructure and economic growth, economic journal , 121(552); koutroumpis, p. (2009). the economic impact of broadband on growth: a simultaneous approach, telecommunications policy , 33; qiang, c. z., and rossotto, c. m. (2009), economic impacts of broadband, in information and communications for development 2009: ext ending reach and increasing impact , 35 œ50.washington, dc: world bank. 506 see for further studies smart 005/2015 397 current rules on contracts content, duration and termination, transparency on tariffs, quality of service and other conditions, potential minimum quality of service requirements, swit ching and number portability have enabled consumers to take advantage of a competitive market. regarding switching, the number of porting transactions has increased, in particular in relation to mobile numbers, with switching rates above other subscriptio n-based industries, even if certain practical implementation difficulties still affect consumers (e.g. loss of service during switching). national rules have ensured transparency of information on services and prices by providers, including in some cases t he provision of online tools comparing prices and services; rules on contract duration have been transposed so that the initial commitment period does not exceed 24 months, while also ensuring that providers offer users the possibility to subscribe to a c ontract with a maximum duration of 12 months; some member states have adopted detailed rules regarding consumer protection safeguards in case of unilateral changes to contract conditions. despite the above, consumers still refer to issues related to transparency and quality of service, in particular with regards to the internet access service. this problem is especially acute when access to the internet service is bundled with other communi cations service, resulting in 24% of consumers not finding easy to compare prices of bundles, while evidence shows that an increasing number of consumers on most member states opt for this service delivery mode. the provisions on security and integrity of networks and services have contributed to strengthening the european telecom infrastructure™s resilience and services availability across the eu. yet effectiveness of the provisions is not complete and this would be related to the fact that security oblig ations cover only electronic communications providers. as explained in the problem definition, only providers of traditional communication services have to comply with sector specific rules safeguarding end -user's interests. providers of communications ser vice over the internet (otts) are not subject to these sector -specific rights and obligations, even when their services are used by the end -users to cover the same or similar communications needs as the traditional electronic communications services. sign ificant changes or further evolution of the problem are not foreseeable with regards to services and end -user protection, absent further intervention at eu level. uncertainty about the scope of sector specific rights and obligations and gaps in consumer pr otection would persist, which would in turn lead to a further fragmentation of the internal market and impede adoption of new services. rules on universal service aim at providing a safety net ensuring that the most vulnerable in society as well as those i n more remote areas can receive basic services. they cover both connectivity and service aspects, as well as the affordability of tariffs and accessibility for disabled users. the provisions permit financing of any ‚net cost™ of universal service obligatio ns either through a levy on operators or through public funds, where such a net cost would otherwise constitute an unfair burden to the designated universal service obligation (uso) operator. in the absence of intervention at eu level, member states would likely take increasingly different approaches in universal service obligations by removing outdated services from the scope. consistency and coherence of the universal service regime across member states would reduce without a common approach towards the i nclusion of broadband in the universal service scope. the sectorial financing mechanism would continue being a possibility for financing. the costs of financing the universal service obligation in the member states would likely remain the same, depending o n possible national approaches. looking towards future challenges which could not be addressed in the absence of more consistent and effective intervention, the most immediate and significant new technological development is the introduction of 5g (planned for 398 the early 2020s). indeed, as an ongoing commission study 507 confirms, 5g is expected to deliver 1 gigabit per second simultaneously to, for instance, many workers on the same floor. in addition, it offers enhanced spectral efficiency, enhanced signalling efficiency and reduced latency compared to 4g. 5g is also expected to be a key enabler for m2m communications and the iot. the economic benefits of successful, fast and coordinated deployment of 5g across the eu are very significant and they have been estimated at 146bn eur per year and the creation of 2.39m jobs 508. these estima tes only consider the most immediate impacts of a delay including the sectors that are most directly affected. it is likely that the full impacts of 5g would only materialise at a later stage and that they would affect many more sectors of the economy. lat er deployment of 5g services would therefore also lead to delays in these ripple effects throughout the wider economy. a failure to achieve a single market in electronic communications can in itself impose considerable costs. this is especially true for mu lti-national businesses, which require not only the availability of connections in disperse locations, but also uniform conditions for provisioning, repair and quality guarantees. in a 2013 study ﬁbusiness communications, economic growth and the competitiv e challengeﬂ, wik estimated that the creation of a single market enabling the seamless provision of business communications services could lead to efficiency gains and boost productivity providing economic benefits of up to •90bln per annum over time. 509 mea nwhile, a 2011 study conducted for the ec œ steps towards a truly internal market for e -communications 510 œ identified substantial benefits from greater ‚standardisation™ of solutions within the eu, including: (i) advantages for multinational corporations œ making europe a more attractive location for headquarters, branch offices and production facilities; (ii) economies of scale for manufacturers of telecoms systems, which could benefit from a lesser need for customisation (iii) improvements in e -health, e -learning and business to business services. the authors concluded that increased standardisation could provide annual gains of 0.3% -0.45% gdp (•35bln -•55bln) and cautioned that failing to reach standardised solutions would affect future pan -european roll -out as well as the development of premium over -the -top -services. the study also examined the impact of harmonised ‚best practice™ in the promotion of competition in telecoms, and concluded that a fully -harmonised european approach could provide gains of 0.22 % and 0.44% of gdp (•27bln - 55bln) by delivering lower prices, higher quality and greater investments. 507 smart 2015/0003, substantive issues for review: market entry, management of scarce resources, and general end -user issues 508 smart 2014/0008, id entification and quantification of key socio -economic data to support strategic planning for the introduction of 5g in europe 509 the gains are associated with a welfare gain from lower prices, efficiency gains from an improvement in ict processes and produc tivity gains through a reorganisation of business processes 510ecorys/tno/tu delft (2011) ‚steps towards a truly internal market for electronic communications™ https://ec.europa.eu/digital -agenda/en/news/steps -towards -truly -internal -market 399 6.15 annex 15 - glossary and bibliography adr: alternative dispute resolution adsl: asymmetric digital subscriber line arpu: average revenue per user arcep: autorité de régulation des communications électroniques et des postes asq œ assured service quality bcg: boston consulting group berec: body of european regulators beuc: bureau européen des unions de consommateurs (the european consumer organisatio n) cagr: compound annual growth rate cap: content and applications provider capex: capital expenditure cept: european conference of post and telecom administrations cocom: communications committee crm: c ustomer relationship management dae: digital agenda for europe desi: digital economy and society index dg cnect: european commission directorate general for communications networks, content and technology dns: domain name system dsm: digital single market echr: european charter of human rights ec: europea n commission ecn: electronic communication networks ecns: electronic communication networks and services ecs: electronic communication services ecta: european competitive telecommunications association efis: eco (european communication office) frequency in formation system 400 embb: enhanced mobile broadband ep: european parliament epg: electronic programme guide era: european railway agency erp: enterprise resource planning ert: european round table for industrialists esif: european structural and investment funds etno: european telecommunications network operators' association etns: european telephone numbering space etsi: european telecommunications standards institute eu: european union eur: euro (currency) fcc: u.s. federal communications commission fte: full time equivalent fttb: fibre to the building fttc: fibre to the cabinet ftth: fibre to the home fttp: fibre to the premises fttx: fibre to the x fwa: fixed wireless access fwd: framework directive gdp: gross domestic product ghz: gigahertz gps: global positioning system gpt: general purpose technology gsm: global system for mobile communications gsma: gsm association hfc: hybrid fibre coaxial technology hspa: high speed packet access ia: impact assessment ias: internet access services iasg: impact ass essment steering group 401 ict: information and communications technology intug: international telecommunications users group iot: internet of things ip: internet protocol ipr: intellectual property rights iptv: internet protocol television isp: internet service provider it: information technology itre: european parliament committee on industry, research and energy llu: local loop unbundling lte: long term evolution m2m: machine -to-machine mep: member of the european parliament mhz: megahertz mnc: mobile n etwork code mno: mobile network operators ms: member states msc/mnc: multi -site/multi -national corporations mvno: mobile virtual network operators nfv: network function virtualisation nga: next generation access nis: network and information security nra: n ational regulation authority odr: online dispute resolution oecd: organisation for economic co -operation and development ota: over -the -air -provisioning otts: over the top players p2p: peer -to-peer pats: public access telephony services psap: public safety answering point psb: public service broadcaster pstn: public switched telephone n etwork 402 qos: quality of service r&d: research & development rsc: radio spectrum committee rspp: radio spectrum policy programme rspg: radio spectrum policy group sdn: software defined networks sim: subscriber identity module sma: spectrum management authority sme: small and medium enterprises smp: significant market power sms: short message service tfeu: treaty on the functioning of the european union tte council: the t ransport, telecommunications and energy council us: united states of america usd: universal service directive uso: universal service obligation vat: value added tax vhc: very high capacity vdsl: very -high -bit -rate digital subscriber line vod: video on dema nd voip: voice over internet protocol vp: vice -president vula: virtual unbundled local access wdm: wavelength division multiplexing wlr: wholesale line rental 4g: fourth generation of mobile phone mobile communication technology standards 5g: fifth genera tion of mobile phone mobile communication technology standards", "direct_url": "https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1547243824524&uri=CONSIL:ST_12257_2016_ADD_3", "word_counts": {"ddos": 0, "internet": 47, "cybercrime": 0, "protection": 19, "digital age": 5, "internet of things": 6, "data protection": 1, "cybersecurity": 0, "information security": 1, "cyber attack": 0, "cyber security": 0, "digital technologies": 1, "personal data": 0, "big data": 1, "egovernment": 3, "hacker": 0, "digital": 87, "cloud": 19, "privacy": 10, "cyber": 1, "digitalisation": 5, "surveillance systems": 0, "ict": 39, "security": 17}}