{"local_id": "ST_12183_2017_ADD_7", "order_id": 1142, "most_common_words": {"with": 146, "are": 198, "is": 307, "an": 134, "it": 139, "information": 123, "this": 118, "certification": 211, "by": 150, "security": 229}, "publication_date": null, "title": "COMMISSION STAFF WORKING DOCUMENT IMPACT ASSESSMENT Accompanying the document PROPOSAL FOR A REGULATION OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL on ENISA, the \"EU Cybersecurity Agency\", and repealing Regulation (EU) 526/2013, and on Information and Communication Technology cybersecurity certification (''Cybersecurity Act'')", "document_date": null, "document_type": null, "content": "12183/17 add 7 mk/ec dg d 2b en council of the european union brussels , 14 september 2017 (or. en) 12183 /17 add 7 cyber 127 telecom 207 enfopol 410 codec 1397 jai 785 mi 627 ia 139 interinstitutional file: 2017/0225 (cod) cover note from: secretary -general of the european commission, signed by mr jordi ayet puigarnau, director date of receipt: 13 september 2017 to: mr jeppe tranholm -mikkelsen, secretary -general of the council of the european union no. cion doc.: swd(2017) 500 final part 4/6 subject: commiss ion staff working document impact assessment accompanying the document proposal for a regulation of the european parliament and of the council on enisa, the \"eu cybersecurity agency\", and repealing regulation (eu) 526/2013, and on information and communica tion technology cybersecurity certification (''cybersecurity act'') delegations will find attached document swd(2017) 500 final part 4/6 . encl.: swd(2017) 500 final part 4/6 en en european commission brussels, 13.9.2017 swd(2017) 500 final part 4/6 commission staff working document impact assessment accompanying the document proposal for a regulation of the european parliament and of the council on enisa, the \"eu cybersecurity agency\", and repealing regulation (eu) 526/2013, and on information and communication technology cybersecurity certification (''cybersecurity act'') {com(2017) 477 final} {swd(2017) 501 final} {swd(2017) 502 final} en en table of contents: 1. introduction ................................ ................................ ................................ ................................ ............... 3 1.1 methodological approach ................................ ................................ ................................ .............................. 5 1.2. data bottlenecks and methodological limitations ................................ ................................ .................. 7 2. what is the problem ................................ ................................ ................................ ................................ 8 2.1 selective evidence on size and costs ................................ ................................ ................................ ........ 8 2.2 root causes ................................ ................................ ................................ ................................ ............. 10 2.3. information asymmetry ................................ ................................ ................................ ........................ 14 2.3 the labelling concept ................................ ................................ ................................ ............................ 18 2.4. the problem of fragmentation ................................ ................................ ................................ ............. 29 3. the ict security certification landscape ................................ ................................ ......................... 31 3.1 international schemes and other initiatives ................................ ................................ ............................... 31 3.2. national initiatives ................................ ................................ ................................ ................................ .39 3.3. main challenges and the need for a eu approach ................................ ................................ ................. 44 4. policy objective and intervention logic ................................ ................................ ............................ 47 4.1. policy options ................................ ................................ ................................ ................................ ........ 48 option 0 ......................................................................................................................... 48 option 1 .......................................................................................................................... 50 option 2 ......................................................................................................................... 50 option 3 ......................................................................................................................... 50 pwc page 3 1. introduction every day, cybersecurity incidents cause major economic damages to european businesses and the economy at large. such incidents undermine the trust of citizens and enterprises in the digital society. theft of commercial trade secrets, business information and personal data, disruption of services - including essential ones - and of infrastructures result in economic losses of hundreds of billions of euros each year. cyberattacks are increasing at an alarming pace. the latest ransomware campaign, in may 2017, shows the potentially massive impact of cyber -attack across sectors and countries: more than 150 countries and over 190,000 systems were affected, including those related to essential servi ces such as hospitals. this example is just the last of a series: more than 4,000 ransomware attacks have occurred every day since the beginning of 2016, a 300% increase over 2015. 50 % of businesses in the eu have suffered a cyber -attack and the projected growth of cybercrime is now higher than that of the internet. a recent survey 1 from 2016 revealed that number of security incidents across all industries rose by 38% in 2015, i.e. the biggest increase in 12 years. against this background, in its 2016 c ybersecurity communication, the european commission announced that, in view of the cybersecurity challenges and the overall effort to step up cooperation and knowledge sharing landscape, it would have advanced the evaluation of enisa, due by june 2018, and present a proposal for a new mandate, as soon as possible. in particular, the commission noted that the review of enisa would provide an opportunity for a possible enhancement of the agency™s capabilities and capacities to support member states in a susta inable manner in achieving cybersecurity resilience by taking into account the agency™s new responsibilities under the nis directive, new policy objectives to support cybersecurity industry, evolving needs in securing critical sectors, and new challenges l inked to cross -border incidents, including coordinated response to cyber crises. at the same time, the commission noted that national initiatives are emerging to set high -level cybersecurity requirements for ict components on traditional infrastructure, i ncluding certification requirements. albeit important, these initiatives bear the risk of creating single market fragmentation and interoperability issues. accordingly, the commission announced that it would work, among others, on a possible european ict security certification framework proposal, to be presented by end -2017, and to assess the feasibility and impact of a european lightweight cybersecurity labelling framework. in the communication on the digital single market strategy mid -term review, the co mmission has further clarified that, by september 2017, it will review the mandate of enisa to define its role in the changed cybersecurity ecosystem and develop measures on cyber security standards, certification and labelling, to make ict -based systems, including connected objects, more cyber -secure. building on the findings 2 of the public consultation on the contractual public private partnership on cybersecurity and possible accompanying measures, that took place from 18 december 2015 to 11 march 2016, and other technical studies, the following two main problems have been identified with regard to ict security certification and labelling: - citizens' and companies do not have sufficient information concerning the security properties of ict products and ser vices they purchase - the emergence of multiple national and sectorial certification schemes causes market fragmentation and barriers to the internal market to evaluate the needs for policy action in the field of cybersecurity certification and labelling and carry out an impact assessment in light of the commission™s ﬁbetter regulationﬂ guidelines, the commission needs a study to provide the evidence base needed. following a stakeholder consultation held in april 2017 by dg cnect, the following policy option s have been considered and discussed: 1 http://news.sap.com/pwc -study -biggest -increase -in -cyberattacks -in -over -10-years/ 2 https://ec.europa.eu/digital -single -market/en/news/summary -report -public -consultation -contractual -ppp -cybersecurity -and -staff -working -document pwc page 4 - option 0) no action - option 1) soft law tools - option 2) sog -is agreement mandatory for all eu member states and extend its membership . - option 3) ict security certification framework in the following chapters of this interim report, the results of task 1 are presented, after a quick recall of the adopted methodological approach. within this interim report will be also summarized the results obtained from the desk research, the interviews with selected and impacted stak eholders and the online questionnaire properly structured by the consortium. all data gathered will be used for task 2 in order to duly evaluate and compare the policy options considered by the commission. in order to respond to the pressing time -line of t he client we have modified the work plan originally presented within the proposal. this interim report is developed in accordance with all indications and agreements provided by the commission during the project development, during the inception meeting of may 17th 2017 and in accordance with the inception report submitted on 19 th may 2017. all activities were carried out in close cooperation between the commission and the consortium. the final version of this interim report will take into account observat ions and comments raised by the commission at the first interim meeting and will be made available to the commission one week after the meeting. pwc page 5 1.1 methodological approach the european commission - dg cnect asked to the consortium to gather evidence on ict security certification and labelling in order to assist the development of an impact assessment accompanying the foreseen regulation on certification and labelling. the impact assessment developed by the european commission œ dg cnect has been substantiated empirically by the consortium mainly through additional secondary sources, the use of more granular statistics (by country, sectors, affected groups), and a limited amount of field work. in particular, we have been fleshed out the ia by: mapping all certification and labelling scheme, which enables to further substantiate the definition of the problem, the eu right to act, and the baseline and no action scenarios; further describing and operationalising the policy options and their implications; subst antiate the market failures, fragmentation and their costs, including exemplifications and specific cases; attempting to come up with some educated guesses on the different costs and benefits of certification; further developing, commenting, and substantiating the options comparison and ranking in close cooperation with the commission, the consortium will continue to flash out the impact assessment developed by the commission in the same way explained above. methodological triangulation the methodological triangulation refers to a fully structured and consolidated methodology for triangulating sources and methods, so that this will be a mixed methods study integrating quantitative and qualitative sources and methods. figure 1 sources and methods triangu lation source : own elaboration pwc page 6 desk research initial overall desk research was key for understanding the state of the art, for highlighting the complexities to be addressed and for laying the ground for a solid methodology which builds over, but does not replicate, existing literature findings. for this reason, pwc and fub have been aligned with the ec team concerning the study, which are currently being undertaken in closely related topics as to avoid overlap in research output. during the desk research activities, the consortium has analysed all the documents provided by commission including: - european commission communications and studies - jrc studies - enisa workshops - stakeholders consultations and workshops - results of enisa survey s in addition to the documentation provided by the commission, the consortium has analysed other related and relevant documents from internal or secondary sources as: - european commission studies - enisa studies - jrc studies - publications - stakeholders communi cations and studies - workshops moreover, in order to create synergies and not replicate parallel studies that are still ongoing, the consortium has taken into account all the documentation including: - iot and cybersecurity studies - pwc studies - iot market stu dies - cloud computing study other relevant information, evidences and data cost have been extracted through the interviews with selected stakeholders, that will be summarized in chapter 5 . the desk research activities were also aim to find additional impac ted stakeholder. a stakeholder mapping, taking in consideration all the inputs provided by the commission, resulted fundamental to select the main stakeholder to be interviewed. interviews another step of the triangulation methodology was working with dg connect to identify and validate the list of the stakeholders who are directly or indirectly impacted by the project. during the first preliminary meeting, on the 8th of may 2017, has been h ighlighted by the dg connect team that surveys have been conducted by jrc ; this means that a mapping of stakeholders has already been developed. the stakeholders mapping has been integrated with the identification of new selected stakeholder included in sp ecific and most impacted industrial sectors, taking in consideration the jrc surveys data received and analysed by the consortium. a detailed stakeholder map has been necessary for identifying experts and participants for the interviews organized. the map was constantly updated and improved during the project running and it is attached within the annex 7.3 . more in particular, the commission asked to contact national certification authorities and some representatives from smart -metering and semi -conductors industries. the consortium has collected contacts to be interviewed from european commission œ dg cnect, from internal sources and from online websites of companies and other impacted organisations. in order to contact directly the selected stakeholders, m any phone calls were made to have an appointment, asking also to spread the questionnaire within the representatives of the organization. before any interviews, the consortium sent by e -mail an interview template to inform the representative interviewed about the topics and the questions that would be later posed during the interview. many organizations were also contacted only by e -mail with attached the interview template structured by the consortium. once the appointment was scheduled, the interviews we re conducted through a conference call with representatives from the organizations involved, representatives from pwc and representatives from fub. pwc page 7 to this day , 18 representatives have been interviewed from impacted sectors and national certification autho rities. more in detail, the stakeholders interviewed are: type representatives interviewed national certification authority 6 conformity assessment bodies 2 semi -conductors industry 1 smart -metering industry 5 critical infrastructures 4 all the minutes of the interviews conducted by the consortium are included within the annex 7.1 and all the contributes from stakeholder are also structured in chapter 5 to convey the different views gathered on different aspects. questionnaire the consor tium has structured an online questionnaire in order to gather additional evidence on ict security certification and labelling across europe. the questionnaire has been put online on 6 th june 2017 and will remain open until 19 th june 2017. the invitation t o the questionnaire has been sent by e -mail to all collected contacts. a detailed map of the stakeholders contacted is presented within the annex 7.2 ﬁquestionnaireﬂ. within the same annex, preliminary descriptive statistics of the type of organisations th at have completed the questionnaire is presented. more detailed results and analysis of the answers provided will be presented within the next deliverables, after the expiration date of the questionnaire on 19 th june 2017. the results of the online questio nnaire will also contribute to the data cost analysis. the questionnaire results will be partly complemented also by surveys™ answers provided by jrc and dg connect . 1.2. data bottlenecks and methodological limitations a few considerations on data bottlenecks and methodological limitations that apply especially to the products, that will be delivered in five weeks but also more generally to the final products at the end of the five months™ project duration. there are clear bottlenecks in terms of gathering rel iable data on certification costs and benefits that have a wide eu 28 coverage. through secondary sources only some scattered, fragmented, and at times inconsistent figures are available. some interviews with relevant stakeholders and experts (or a worksho p) have been possible to be conducted but the quality of the data obtained will not warrant a full objective quantification. even within the five months™ period, though some more data and qualitative information will be obtained, we will never have a fully robust and representative dataset. for the above reasons it is important to stress again that: a) the triangulation of sources and methods remains a key pillar of our approach; and b) the assessment of impacts and the comparison and ranking of policy opti ons will have by necessity a mixed quantitative -qualitative nature and will be supported by narrative explanations and justifications. pwc page 8 2. what is the problem 1.1 selective evidence on size and costs as stated in the european commission (henceforth ec) communi cation on resilience, despite previous initiatives and achievements ‚the eu remains vulnerable to cyber incidents. this could undermine the digital single market and economic and social life as a whole ™ (european commission, 2016a, p. 2). the box below rep orts some selective evidence on cyber incidents dimensions and associated problems and costs. box 1 exemplificative evidence total breaches 2014 -2016 (symantec, 2017) 2014: 1523 (with more than 10 million identities exposed: 11; total identifies exposed: 1.2b); 2015: 1211 (with more than 10 million identities exposed: 13; total identifies exposed: 564m); 2016: 1209 (with more than 10 million identities exposed: 15; total identifies exposed: 1.1b); in the last 8 years more than 7.1 billion identities have b een exposed in data breaches; it takes two minutes for a iot device to be attacked. global estimates (csis, 2014) the likely annual cost to the global economy from cybercrime are estimated in more than $400 billion; hundreds of millions of people having their personal information stolen cost as much as $160 billion per year; as cybercrime have impacts on export related jobs, europe could lose as many as 150,000 jobs due to cybercrime or about 0.6% of the total unemployed costs to firms (pwc, 2015) the 201 5 information security breaches survey conducted in the united kingdom showed that 90% of large organisations and 74% of small and medium -sized businesses reported they had suffered from an information security breach; for companies with more than 500 empl oyees the average cost of the most severe breach was between •1.86 million and •4.01 million for smes it oscillated between •95,840 and •397,1675 hindrances to online activity, (eurostat data reported in european commission 2016b) the proportion of intern et users having experienced certain common security issues over the internet œ such as viruses affecting devices, abuse of personal information, financial losses or children accessing inappropriate websites œ stood at 25% in 2015 security concerns prevente d some internet users in the eu from doing certain activities over the internet: almost 1 in 5 did not shop online (19%) or did not carry out banking activities (18%) in 2015, and 13% of them did not use the internet with a mobile device via wireless conne ction from places other than home. notably, more than 1 internet user out of 5 did not buy or order goods or services on -line for private use due to security concerns skill shortage and risk of know -how out flow (friedman 2015; isaca, 2015; optimity adviso rs, 2015) the global cybersecurity status report indicates an alarming shortage of skilled cybersecurity professionals around the world according to different estimates the demand for the cybersecurity workforce will rise to 6 million globally by 2019, wit h a projected shortfall of 1 - 1.5 million the situation is similar in europe where, although academic organisations are educating highly qualified and trained cybersecurity professionals, this talent is many a time not absorbed by the european cybersecuri ty market; pwc page 9 given barriers to growth of european cybersecurity companies, this could result into an outflow of knowhow from europe hindrances to open and big data economy the potential for data -driven innovation, provided cybersecurity is achieved, is a two -fold source of economic growth (oecd, 2013). first, directly as a new market with great economic potential of generating revenues by itself; second, as a way of increasing efficiency and reducing administrative bottleneck; in the eu, if all framework cond itions were in place, the eu data economy could increase up to eur 643 billion by 2020 to eur 272 billion in 2015 ; even the smallest estimates of cybercrime costs to the global economy are larger than the national economy of some countries, while governments and companies underestimate how much risk they face from cybercrime and how quickly this risk can grow. the most important cost of cybercrime 3, however, comes from its damage to company performance and to national economies. cybercrime hinders trade, competitiveness, innovation, and global economic growth. the first largest source of direct loss from cybercrime is the theft of intellectual property. in fact, companies invest substantial amount of money in research and development (r&d) to creat e new intellectual property (ip). one uk company told british officials that it incurred revenue losses of $1.3 billion through the loss of intellectual property and disadvantages in commercial activities. anecdotal evidence about ip theft come from every major economy (csis 2014). according to the oecd digital economy outlook 2015 (2015), ‚ransomware™ is rising as a prominent challenge among digital security issues. experts estimate that \"cryptolocker infected some 234 000 computers during its first two m onths alone, before being disrupted by a multinational law enforcement effort, involving canada, germany, luxembourg, the netherlands, ukraine, the united kingdom and the united states\" the ‚threat landscape™ continues to evolve, sustained by often profitable business models. for example, one of such models is based on ‚ransomware, which is a type of file -encrypting malware increasingly deployed by cybercriminals to encrypt the computer files of an organisatio n or individual, who must then make a payment (i.e. the ﬁransomﬂ) in exchange for decryption of their files. the most prominent strain of ransomware is ﬁcryptolockerﬂ, which is spread via email attachments. experts estimate that \"cryptolocker infected som e 234 000 computers during its first two months alone, before being disrupted by a multinational law enforcement effort, involving canada, germany, luxembourg, the netherlands, ukraine, the united kingdom and the united states\". in addition, cyberattacks l eading to data breaches where the personal data of millions of european individuals in the eu get compromised have become more and more common in the recent years. similarly, to the business model behind ransomware, the breached company could be requested to pay a sum of money to the attackers in exchange for not publishing the data online. this type of incidents can have a direct impact on citizens in the form of e.g. identity theft or financial fraud (stolen credit cards) directly impacting the trust in the digital single market (dsm). isaca (2015) conducted a global survey 4 of 3,439 business and it professionals in 129 countries to capture their real -time insights on cybersecurity attacks, skills shortages finding that 86% of respondents see a global cyb ersecurity skills gap šand 92% of those planning to hire more cybersecurity professionals this year say they expect to have difficulty finding a skilled candidate. the survey also found that 83% of respondents say cyberattacks are among the top three threat s facing organizations today, and only 38% say they are prepared to confront such threats. moreover, 86% of respondents believe there is a shortage of skilled cybersecurity professionals. 48% of respondents are equally concerned about physical attack (e.g. , terrorist attack or act of war) and cyberattacks. 3 symantec. (2017). internet security threat report: volume 22, symantec. 4 isaca. (2015). 2015 global cybersecurity status report: isaca pwc page 10 in the picture below, we present a problem tree where effects are framed as foregone opportunities. figure 2 problem tree sources : own elaboration based on ec sources (european commission, 2016a, 2016b, 2016c, 2016d), and on various studies (baldini et al., 2017; ecorys, 2011; erncip, 2014; idc, 2009; optimity advisors, 2015) 1.2 root causes universal ict usage increase ‚surface attacks™ . among the root causes or the increasing risk for, and occurrence of, cyber incidents there is the simple fact that the internet and the cyberspace have become ever more important and are the backbone of our digital economies and societies. icts have become widely available to the general public, both in terms of accessibility as well as cost 5. a boundary was crossed in 2007, when a majority (55 %) of households in the eu -28 had internet access. this proportion continued to 5 http://ec.europa.eu/eurostat/statistics -explained/index.php/digital_economy_and_society_statistics_ -_households_and_individuals pwc page 11 increase, passing three quarters in 2012 and four fifths in 2014. in 2016, the share of e u- 28 households with internet access rose by two additional percentage points compared with 2015 to reach 85 %, 30 percentage points higher than in 2007. widespread and affordable broadband access is one of the means of promoting a knowledge- based and informed society. broadband was by far the most common form of internet access in all eu member states: it was used by 83 % of the households in the eu -28 in 2016, approximately double the share recorded in 2007 (42 %). figure 3 cyberspace as backbone of digital economy and society source : european commission (2016b, p. 3) source: eurostat security concerns prevented some internet users in the eu from doing certain activities over the internet: almost 1 in 5 did not shop online (19%) or did not carry out banking activities (18%) in 2015, and 13% of them did not use the internet with a mobile device via wireless connection from places other than home. notably, more than 1 internet user out of 5 did not buy or order goods or services on -line for private use due to security concerns in romania (35%), sweden (34%), portugal (30%), france (29%), s pain and latvia (both 28%), finland (27%), italy and malta (both 25%), slovenia (24%), denmark (22%) and the netherlands (21%). just as consumers, who take advantage of digital opportunities, businesses across europe also largely depend on smoothly running information systems. this concerns not only the organisations, whose business model is based on online activity such as e.g. e -commerce platforms, but practically all types of businesses as the use of information and communication technologies influences the way that enterprises are run, information shared with partners and customers. increasingly public and private sector business entities have the core business, operational critical data and \"digital assets of their pwc page 12 operations\" in digital form, implement ed by various ict systems customer relation management, applications, services and operations (e.g. customer relationship management, supply chain management or enterprise resource planning). according to the survey on information and communication technol ogy (ict) usage in enterprises, only 3% of enterprises in the eu 28 do not have access to internet. according to the 2015 eurostat survey on ict usage in enterprises, the awareness among european enterprises related to cyber threats and the need to have a proper ict security policy is growing, though there is still much room for improvement. in 2015, almost one out of three enterprises in the eu 28 had a formally defined ict security policy. the share of large enterprises with such a policy was almost three times the share of small ones. surface attack increased and vulnerability amplified by iot . the vulnerability is amplified by the fact that various sectors and industries heavily depends on ict components and by the interdependence between current and fut ure infrastructures (e.g. in smart cities environments, connected cars, energy smart grids). according to a recent report based on a global iot executive survey 6 on the impact of the iot on companies around the world (business insider, 2017), the internet of things (iot) is disrupting businesses, governments, and consumers and transforming how they interact with the world. companies are going to spend almost $5 trillion on the iot in the next five years š and the proliferation of connected devices and massive increase in data has started an analytical revolution. according to this report, there will be 22.5 billion iot devices in 2021, up from 6.6 billion in 2016 and $4.8 trillion in aggregate iot investment between 2016 and 2021. as pointed out in the lates t bitag (broadband internet technical advisory group) unanimous report 7 (bitag, 2016), the iot and has brought with it new security and privacy risks. the number and diversity of consumer iot devices is growing rapidly; these devices offer many new applica tions for end users, and in the future will likely offer even more. many iot devices are either already available or are being developed for deployment in the near future, including: sensors to better understand patterns of daily life and monitor health; m onitors and controls for home functions, from locks to heating and water systems; devices and appliances that anticipate a consumer™s needs and can take action to address them (e.g., devices that monitor inventory and automatically re -order products for a consumer). the same report points out that if iot devices are compromised by malware they can become a platform for unwanted data traffic œ such as spam and denial of service attacks œ which can interfere with the provision of these other services. it also reports evidence that some devices do not abide by rudimentary security and privacy best practices. in some cases, devices have been compromised and allowed unauthorized users to perform surveillance and monitoring, gain access or control, induce device o r system failures, and disturb or harass authorized users or device owners. risks are linked to: lack of iot supply chain experience with security and privacy; lack of incentives to develop and deploy updates after the initial sale; difficulty of secure ov er-the -network software updates; devices with constrained or limited hardware resources (precluding certain basic or ﬁcommon -senseﬂ security measures); devices with constrained or limited user -interfaces (which if present, may have only minimal functionali ty), and devices with malware inserted during the manufacturing process. with the iot millions of devices are connected, which in jargon means that the ‚attack surface™ widely expands. critical infrastructures, such as for example electricity generation pl ants or transportation systems, are controlled and monitored by industrial control systems (ics), including scada (supervisory control and data acquisition) systems. today ics products are mostly based on standard embedded systems platforms and they often use commercial off -the -shelf software. in particular, some sectorial industries such as transport, energy, health, and others do not have a solid and reliable scheme providing them assurance on the level of security of ict components integrated into their systems (european commission, 2016b, p. 10). 6 http://www.businessinsider.com/the -internet -of-things -2017 -report -2017 -1?ir=t 7 bitag. (2016). internet of things (iot) security and privacy recommendations. a uniform agreement report: broadband internet technical advisory group (bitag). pwc page 13 figure 4 the potential reach of cyber incidents source : european commission (2016b, p. 4) for these reasons, ict embedded systems and the iot are by themselves a new source of vulnerability and are placed in our problem tree among the root causes. ict products as computers or smartphones are often replaced regularly and this ensure a certain degree of security. instead, ict system are not replaced so often and, under the directive for the security of networks and information systems (nis), operators of critical infrastructures will be required to invest in their overall security in order to comply with the nis directive. however, not all iot applications (e.g. smart home appliances) are linked to critical infrastructures and for those use cases, nis directive would not be applicable. lack of full users™ awareness due to information asymmetry . th e third root cause has to do with the particular nature of cybersecurity as a ‚credence good™ and the implications in terms of information asymmetry. in order to shed light on this aspect it is useful to make the analogy with the various experiments and st udies 8 conducted in the domain of environmental impact of home appliances and cars 9 (codagnone et al., 2013; codagnone et al., 2016). the ﬁgreennessﬂ of a dishwasher or of a car are ‚credence™ goods; consumers cannot ascertain their environmental qualities during purchase or use. they are not present during the production process of the product and therefore cannot observe environmental friendliness of production. the objective of eco -labels based on certification standards and requirements is to reduce inf ormation asymmetry between the producer of green products and consumers by providing credible information related to the environmental attributes of the product and to signal that the product is superior in this regard to a non -labelled product. the implic it goal of eco -labels is to prompt informed purchasing choices by environmentally responsible consumers. this same reasoning applies to the cybersecurity ecosystem and in this respect a common certification framework and a lightweight labelling scheme may greatly reduce information asymmetry and increase demand -side awareness. as more connected home devices enter the market at different price points, devices such as home security systems, smart thermostats and baby monitors are shifting from ﬁnice to haveﬂ accessories to necessary gadgets. with every connected home device purchase, consumers are unknowingly providing hackers with new avenues to launch their attacks. in some instances, poor consumer security habits and vulnerabilities in connected devices ar e letting hackers into consumers™ homes . according to 2016 norton cyber security insights report 10, fifty- one percent of consumers think it™s becoming harder to stay safe and secure online than in the real world and o ne in five connected home device users don™t have any protective measures in place for their devices. over six in 10 (62 percent) consumers said they believe connected home devices were designed with online security in mind. however, symantec researchers identified security vulnerabilities in 50 different connected home devices ranging from smart thermostats to smart hubs that could make the devices easy targets for attacks. data show that there is a clear information asymmetry between designers and vendors on one side, and customers/users of ict solutions on the other. 8 codagnone, c., veltri, g. a., bogliacino, f., lupiáñez -villanueva, f., et al. (2016). labels as nudges? an experimental study of car eco -labels. economia politica, 33, 403 -432. 9 codagnone, c., bogliacino, f., & veltri, g. (2013). testing co2/car labellin g options and consumer information. final report. brussels: european commission 10 https://www.symantec.com/content/dam/symantec/docs/reports/2016 -norton -cyber -security -insights -report.pdf pwc page 14 the uk government document ﬁusing behavioural insights to improve the public™s use of cyber security best practicesﬂ 11 provided by the uk government, it is argued that there is a considerable gap between what is currently known and what needs to be understood in order to address the cyber security behaviours of individual internet users. for instance, users report awareness and concerns about security but in practice never change privacy default settings and leave their devices alway s on and online. there is certainly a need for good communication within the cyber security user community and a lack of knowledge and skills remains a problem. the ‚ provide information and they will use it ™ approach does not appear to be effective in spre ading the message fully or widely enough. it could be argued that communication should be through more diverse methods than a passive web page and key messages should be proactively pushed to the most relevant user communities. we know that interventions t hat rely solely on knowledge transfer may struggle. even if people do find and read the information, behaviour change theories would tell us that while information is necessary it is not sufficient and the other influencers are important. any knowledge -bas ed intervention is more likely to be successful if other influencers, highlighted in behaviour theories are incorporated into the intervention œ designing the right defaults; creating a security culture; having champions and opinion leaders etc. 2.3. informatio n asymmetry there are three classical market failures that according public economics warrant a policy or regulatory intervention: a) externality; b) market power; and c) information asymmetry. there can be no doubt in the fact that the cybersecurity market is current ly affected by a clear case of information asymmetry; it is an information asymmetry that is particularly acute both because of the technicalities of the topic and because of fragmentation in certification scheme. the security properties of a software pro duct are a quality dimension, which is difficult to assess for an end user prior to purchase, at least not at a justifiable cost. in this situation, the market fails to provide optimal resource allocation. consider a vendor a selling a product with desirab le quality features (in this case strong security) and a vendor b selling a product without the desirable features (i.e. with weak or no security). vendor a cannot reap the benefits of better quality because vendor b has lower costs and can therefore offer his product at a price which is prohibitively low for vendor a. as the customers cannot tell the difference due to the information asymmetry, they will buy from vendor b. this initiates a race to the bottom with regard to the desired quality property. thi s is commonly called a ﬁmarket for lemonsﬂ referring to the seminal paper of akerlof (1970). this argument, however, can be further reinforced by an ongoing debate in the public and behavioural economics literature on whether or not the limited rationality , heuristics and biases that characterise the behaviour of both citizens and businesses as consumers may represent a fourth type of market failure lending further supports to policy or regulatory intervention (for a review of this debate see lunn, 2015). whereas the resolution of this ongoing theoretical and normative debate is yet to come, it is worth exemplifying the cognitive and behavioural limitations affecting both consumers and businesses when dealing with cybersecurity. there is no single behaviour that can keep people secure online, but rather cyber -security requires multiple interrelated behaviours, and each one is potentially influenced by different factors. the cognitive load on final users is heavy and many times they do not behave safely. this applies equally to consumers and businesses: home users and small companies may lack the required expertise to set up the technical defences. often, security is managed by an individual as one part of their overall role who may rely on help from family and friends, rather than an external specialist company. the worst -case scenario is small companies having no in -house staff being responsible for cyber -security. company employees may not follow the cyber -security policies put in place by the company; many d o not perceive a risk. small businesses believe they are safe from cyber threats, even though they have no policy or ways of knowing if this is the case. a national cyber security association (ncsa) survey of small businesses in the us, conducted in 2012, suggested a cyber security disconnect where 77% of companies believed their company was safe from cyber threats and 47% 11 https://www.gov.uk/government/publications/cyber -security -using -behavioural -insights -to -keep -people -safe -online pwc page 15 believed a data breach would have no impact on their business, yet 87% did not have a formal written internet security policy and 69% di d not even have an informal one. finally, 18% said they would not even know if their computer network was compromised. there are behaviours that increase the risks always being connected has become both a habit and an expectation - the need to be connected at that place/at that time outweighs risk of insecure connection or interacting in a public space. for instance, in 2017, people in italy spend an average of 6 hours per day on internet (through both laptops and mobile phones). in other countries, such as uk, france, spain, poland and germany, the average ranges between 4h30 and 5h45 12. people are habituated to the ﬁi acceptﬂ button and warning messages œ do not read what they are agreeing to or think about the consequences of their behaviour, just click. t hey do not always make rational, thought through decisions. 73% of the people admit of not reading the whole fine print and only 17% of those who did understand it. 13 convenience (or taking the easy way) always wins over security. an example of this could be a basic action like setting a password. practices such as sharing a passwords and using the same ones on multiple platforms is still very common among individuals, even though it is highly recommended not do so. 14 desirability wins over security œ the de sire to be connected, to download applications, music, video etc., to share information with people online. to do this at no expense or simply for information is also desirable. the data -for -access trades are in fact based on the desire and the convenience of being connected but at the cost of sharing private and sensitive information. 15 financial costs do not justify security gains - security software is expensive, software upgrades are expensive. a recent investigation by the polytechnic university of milan's information security & privacy observatory 16 stresses that only 39% of large businesses have enacted a multi -year investment plan, and only one out of every two organizations has managers dedicated to these tasks. this is a precarious situation, wit h potential consequences not only for their offices but for the factories too, where modern machinery has become increasingly connected and dependent on the ability to gather, transmit, and analyze data. companies often find it difficult to understand the benefits or gains of major investment in cyber security. incentives for insecure behaviour mean that security risks are ignored œ cost benefit analysis in favour of insecure behaviours (desire for immediate, concrete gain versus potential abstract risk in f uture). especially small business do not perceive themselves as possible victims of cyber threats and therefore do not invest in cybersecurity measures. 17 effort required is too high œ to understand how to use the different tools, to keep up to date, to lo g in, to remember passwords, to complain. as a study from the national institute of standards and 12 https://wearesocial.com/special -reports/digital -in -2017 -global -overview 13 https://www.theguardian.com/commentisfree/2014/apr/24/terms -and -conditions -online -small -print -information 14 https://www.ncbi.nlm.nih.g ov/pmc/articles/pmc4291202/#b1 15https://www.forbes.com/sites/marymeehan/2015/03/17/how -much -of-your -private -data -are -you-willing -to -share/#7d04406e3530 16http://www.italy24.ilsole24ore.com/art/business -and -economy/2017 -05-29/cybersecurity -171538.php?uuid=ae x5bavb 17https://staysafeonline.org/about -us/news/new -survey -shows -us-small -business -owners -not -concerned -about -cybersecurity pwc page 16 technology (nist) reports, individuals often deal with ﬁsecurity fatigueﬂ due to the many and various cybersecurity procedures that they have to follow. 18 no perceived benefit œ belief that behaviours will not make a difference to security. cybersecurity measures need to be constantly updated in order to face new possible cyberattacks. because of this necessity, it is commonly believed that the companies that h ave not been hacked have not discovered it yet. 19 no perceived risk or risks downplayed - people justify their behaviours, e.g. being on an insecure connection for a short time is safe, personal information is not of value or simply thinking that attacks will not happen. for this reasons, illegal streaming websites 20 and social media are hackers™ favourite target because people do not perceive them as not secure. 21 do not perceive need for change œ lack of belief that negative consequences will result from noncompliance. the longer a person uses the internet with no negative consequences, the less they believe they are susceptible to risk. lack of knowledge and skills œ knowledge about what to do and how to do it, and skills to detect fraudulent activity. peop le must constantly update this knowledge. the frost & sullivan 2015 (isc) global information security workforce study lays bare the scale of the cyber security skills shortage, demonstrating that while demand for security professionals is growing, the supp ly of these professionals is not able to keep pace. the report estimates a global shortfall of 378,000 information security staff today, a figure that is projected to increase to 1.5million by 2019. echoing these findings, harvey nash™s 2015 cio survey fou nd that 23 per cent of cios report a skills shortage in security and resilience and that only around a quarter (23 per cent) feel that they are very well prepared for a serious cyber security incident 22. do not know which information to trust - who are the credible sources, who do you believe when different people make conflicting recommendations. simply forget to behave securely when distracted by other things when online. social etiquette œ it is a sign of trust/intimacy to share information including passwords and devices. the certification, however, is only a signalling mechanism, if the criteria actually represent the desired property of the certified product, i.e. whether they are meaningful or not 23 (schierholz & mcgrath, 2010). a buyer needs to be able to assess whether the criteria match his needs. usually this can only be achieved if the criteria are transparent to the buyer or even publicly available. however, the challenge remains to create a meaningful set of criteria applicable to a broad enou gh number of buyers to create a sufficient market for certified products. testing a given product for vulnerabilities can only produce relatively short -lived test results, as attackers and security researchers continuously discover new ways of attacking sy stems and vulnerabilities in components used in products and systems (i.e. operating systems and applications). thus, the test cases for certification have to be updated very frequently and for a product that has passed certification last month, today ther e may be a dozen known vulnerabilities and exploits. lifecycle considerations nowadays it is commonly accepted that the threat landscape is continuously changing and that target systems need to react to this change. one example is the significant number of researchers that search for vulnerabilities in products to which vendors react by publishing updates to their products. a 18https://www.nist.gov/news -events/news/2016/10/security -fatigue -can -cause -computer -users -feel -hopeless -and -act-recklessly 19 http:// hbswk.hbs.edu/item/target -s-expensive -cybersecurity -mistake 20 https://www.netnames.com/insights/blog/2016/02/the -dangers -of-illegal -streaming/ 21 https://heimdalsecurity.com/blog/10 -surprising -cyber -security -facts -that -may -affect -your -online -safety/ 22 http: //www.apmg -international.com/en/news -events/542074.aspx 23 schierholz, r., & mcgrath, k. (2010). security certification œ a critical review. abb by dhs. pwc page 17 change to the product however invalidates the certificate and therefore requires a re -certification (incl. the time delay and additional cost associated with this). this puts an end -user organization which mandates certified products into the dilemma of either sticking to their policy of using certified products only versus fixing a known issue in their system. similarly, product vendor s are in a dilemma. they have to choose between fixing a known issue and loose certification for the latest release of their product (at least until re - certification can be achieved) or not fixing a known but maintaining the product certification (which ag ain points out the limited meaningfulness of product certification). however, there are multiple points often criticized about security certification and the criteria against which certification happens, among them are lack of publicly accessible, standard ized certification criteria and processes, meaningfulness of the results (or rather lack thereof) and cost of certification. also the german association of electric manufacturers, while recognising that in the domain of ict certification product characteristics remain hidden and are not fully transparent, points out that there are multiple aspects often criticized about security certification and the criteria against which certification happens, among them are lack of publicly accessible, standardized certi fication criteria and processes, meaningfulness of the results (or rather lack thereof) and cost of certification 24 (zvei, 2017) . at any rate, empirical evidence shows that there is still and awareness and information gaps among the final users of ict prod ucts about security. the study conducted by idc emea on ﬁthe european network and information security marketﬂ 25 (idc, 2009), developed the trust and confidence gap indicator, which measures the gap between business and consumer users™ fears of main securit y threats, and the perceived level of protection, thanks to the use of security solutions. the indicator varies between œ1 and + 1. when fears are higher than the perceived protection there is a protection gap (indicator from 0 to œ1); when perceived prote ction is higher than fears there may be a protection surplus (indicator from 0 to +1). according to this study, business and consumer users show a similar, moderate level of fear of main security threats (described by the statement ﬁi am somehow worriedﬂ). the level of perceived protection instead is higher for businesses than for consumer users, but this is more due to lack of awareness than real implemented protection measures. firstly, business users rarely systematically assess their security risks and damages in case of security breaches, so the perceived protection is more often based on assumptions than specific facts and assessments. in fact, the business demand survey calculated by the study shows a lack of correlation between the level of perceived protection and the frequency of security breaches. figure 5 idc trust and confidence gap indicator, eu average source : idc (2009) the trust and confidence gap indicator for eu consumers is slightly negative with an average level of œ 0.15, pointing ou t that consumers perceive a protection gap against the main security threats. the confidence 24 zvei. (2017). benefits and limitations of certifications and labels in the context of cyber security: german electrical and electronic manufacturers™ association (zvei) 25 idc. (2009). the european network and information security market brussels: report delivered by idc for the european commission. pwc page 18 gap affects particularly two main security threats, the abuse of personal information and children accessing inappropriate websites. on the contrary, exposure to a virus is the only case in which perceived protection exceeds fears. internet users are not so optimistic about spamming, which is rated low in terms of fears but a lot lower in terms of protection, meaning that there is not much confidence in solutions ab le to solve this problem. it is not unlikely that many users simply accept spam as an unavoidable, but unwanted, consequence of being online. pwc page 19 1.3 the labelling concept as illustrated in a dg sanco report 26 (european commission, 2006), labelling is an importan t market tool which should be viewed as an integral part of communication between societal players (business to consumers, directly and via intermediaries, authorities to consumers, etc.). labelling is no longer the only reliable route for communicating in formation to the consumer, as it once was, but it remains an effective tool. the benefits of consumer information in general and labelling in particular are clear. for the consumer, it provides the means for the operator to pass on essential information ab out products (use -by dates, safety warnings, etc.) as well as information which, perhaps not being essential, is still considered useful (nutrition labelling, recycling details, etc.). as such, the label allows the consumer to make an informed choice at th e point of sale about whether to purchase a product and, if they do so, to consider how best it should be used. for the industry, labelling is a powerful tool which, when used effectively and responsibly, not only ensures the operators provide essential in formation, but also enables them to highlight the benefits of their products when compared to those of their competitors 27. this is even more of an important factor if there are additional costs in providing these benefits and the operator needs to convince the consumer to pay a higher price with respect to competing products on the market. indeed a sociological study 28 carried out in europe revealed that a lack of labelling on production methods was preventing consumers from possibly shifting towards such pr oducts. however, although labelling should be a win -win situation for both the consumer and operator, in practice there is often a market failure and many stakeholders would argue that labelling schemes are not living up to their full potential. simply put , consumer use of labels is inconsistent and the effectiveness of labelling as a communication tool can be questioned. the reasons for this failure are varied, but perhaps start with a simple lack of consumer interest in the information a label provides. e ven if the consumer is interested, many find using labels difficult as they contain too much information, much of which is not understood, is confusing and is poorly presented. the concept of applying a label on a product after a successful security certif ication is not new, as the eal certificates from common criteria, the iacs (erncip 2014), the four levels of fips can all be related to a labelling scheme, which gives an indication on the level of security protection or trust of a system (baldini, et al., 2017) . the critical task is how to associate the labels in a harmonized way across different certification schemes, protection profiles and so on. in france, the anssi has defined a label system for trusted products and service providers. the labelling co ncept could be extended to cover not only the traditional levels of common criteria (eal), but to address specific security functions, which can be linked to specific protection profiles. for example, labels could be defined for specific security propertie s like confidentiality, integrity and authentication or for a specific security target (st), which is defined in the related protection profile. we can define different dimensions for which the label can be defined: 1. level of assurance. this is the equivalent of the eal in common criteria. we note that eal level does not measure the security of the system itself, it simply states at what level the system was tested. 2. protection profile for a specific domain (energy, road transportation and so on). eac h protection profile can be associated to a specific level of assurance (dimension 1). each domain has its own specific features and configuration environment, which must take in consideration for the security certification and deployment. for example, the security certification of a crypto -module for the road transportation may not be valid for the energy sector. this is why, the label must have a separate dimension to identify the domain. 3. to define how the certification was achieved: self -certification, t hird -party compliance assessment and so on how it is defined for iacs in section 3.3.1. 26 https://ec.europa.eu/food/sites/food/files/safety/docs/l abelling -nutrition_better -reg_competitiveness -consumer -info_en.pdf 27 https://ec.europa.eu/food/sites/food/files/safety/docs/labelling -nutrition_better -reg_competitiveness -consumer -info_en.pdf 28 ﬁconsumer concerns about animal welfare and the impact on food choiceﬂ. eu fair -ct36 -3678. dr spencer henson and dr gemma harper, university of reading. pwc page 20 the iacs scheme the iccf proposes (thales, 2016) four possible approaches to certification in the form of four ﬁschemesﬂ named iacs cybersecurity certification schemes (iccs). the following diagram recapitulates these four schemes. definitions follow and the labels proposed for marking certified prod ucts, i.e. those that passed the evaluations with success, are presented in regard of each scheme. these graphic marks are only indicative and will need to be further validated and elaborated during the second phase of this feasibility study (to take place in 2017). example: mark ﬁitc certified qualityﬂ 29 itc has been providing professional services in the field of testing and certification for more than 15 years. the project of the new ﬁitc certified qualityﬁ mark is intended for producers and distributo rs that seek careful assessment of products and confirmation of their above standard properties by an independent accredited body. unlike common certification, the product quality and safety information reach directly the final consumer through this mark. continuous supervision of the product quality and safety throughout its sale provides a high degree of assurance that the product will keep its declared standard verified by the certificate. the objectives are: providing information about higher level of product safety and quality to distributors and consumers; marketing support of quality products on the expense of products meeting only the minimum legislative requirements; visible information about successful product certification, which assessed conform ity to the specified legislative and technical requirements. guarantee of continuous safety and quality compliance of the products provided with itc mark; 29 http://www.itczlin.cz/en/certified -quality pwc page 21 support of communication between clients and suppliers in the field of competitive products with high standard of safety and quality. the mark is determined for placing on products, documents and in publications, where it shows conformity of the product properties to above standard requirements specified by a standard, specification or any other suitable document, while meeting all legislative requirements. industry associations have, however, expressed reservations on the applicability of a labelling approach in the domain of ict security certification (see for instance: zvei, 2017; digitaleurope, 2017). cyber security will be used across the board in the internet of things and will serve as a distinguishing feature. an excessively narrow and static certification and labelling system may actually restrict the range of technical security solutions, particul arly if it does not only outlines the requirements but also the implementation measures. this prevents innovation and market diversity. in particular, the differences from energy efficiency labelling and security certification are stressed. the state of sc ience and research clearly shows that cyber security cannot be measured using conventional means. the conditions change too quickly and, as a consequence, the requirements may no longer be met in the time between certification and product launches. in the case of cyber security, in/for the product this is equally dependent on the technical properties, processes, user competence, deployment environment and implementation within the overall system. this clearly distinguishes cyber security from energy efficie ncy, which is illustratively printed on relevant products in the form of a traffic -light label. because of the existing design and methodical discrepancy, this approach cannot be applied to cyber security. support the transfer of international security ind ustry standards: in the area of cyber security, the international security standard iec 62443 is concerned with requirements for technical aspects of products (through the security level) and process -organisational aspects of the company (through the matur ity level), and combines these into an holistic approach (through the protection level). in particular, the approach discussed above is taken into account by means of process observation instead of product certification. this procedure has gained acceptanc e and agreement for numerous industrial applications across different sectors. it may therefore be possible to transfer the approach to other sectors. digitaleurope believes any future actions by policy makers in the field of cybersecurity certification an d labelling should take into consideration the following criteria: cybersecurity is a global issue and requires international solutions - cyber -attacks know no borders and therefore standards and related certifications play a significant role in creating a safer ict environment. in the last few years, various and not fully coordinated certification initiatives are increasing the problem o f fragmentation across europe. the lack of an eu wide approach for ict certification means that different member states are developing their own national certification scheme with different cybersecurity requirements, different level of tests and different level of assurance. germany, france and uk have developed their own national certification scheme and each certification scheme is not mutually recognised by each other, creating additional market barrier. other emerging initiatives come for example from italy, netherlands, norway and sweden. in italy, based on the national decree dpcm 17 february 2017 30 , it should be established a national evaluation and certification centre for verifying security and non -vulnerability conditions for products, devices and systems for networks, services and critical infrastructures. in netherlands, t he bspa scheme is in pilot phase since 2015. norway and sweden have the intention to develop a protection profile based on common criteria. the different international and nation al approaches will be widely argued within the chapter 3. any future eu activity in the field of cybersecurity standards, certifications and labels should take into due account the existing international ecosystem. flexible cybersecurity solutions - to sta y ahead of malicious attackers, industry must be able to develop and deploy new tools to protect our digital economy against changing cyber risks. 30 decreto del presidente del consiglio dei ministri del 17 febbraio 2017, direttiva recante indirizzi per la protezione cibernetica e la sicurezza informatica nazionali, gazzetta ufficiale n. 87 del 13 aprile 2017 (italian prime minister decree, 17/02/2017, directive on guidelines for national cyber protection and cybersecurity, official bullettin n.87, 13/04/2017) pwc page 22 policymakers should make sure that any regulatory action in this field keeps abreast of state -of-the -art tech nology. one size does not fit all in a complex cyberspace - a new eu certification framework would not be able to cover a broad set of products/services as the nature of products and services as well as the magnitude of cybersecurity risk vary significantl y. promoting consumer protection and innovation - component/product labelling could potentially lead to a false sense of security for end -users in the consumer market. benchmarking cybersecurity practices, on the contrary, would allow both consumers and or ganisations to compare situations and form an idea of the cybersecurity state -of-the -art. certification and competitiveness - regulated certifications and security evaluation involve considerable costs . it is important that they remain voluntary and that a range of agile self -certification mechanisms are allowed to flourish according to the existing market. it is important not to erect market barriers to smaller companies by mandating high entry costs. a contrast is often made to energy -efficiency labellin g, but there are some important differences. firstly, while energy use can be subject to fairly homogenous or limited measurements (e.g. kwh), security is not as consistent. what matters for one set of products does not necessarily matter for others. secon dly, and most importantly, security is not static. while a product may achieve a top rating at the moment it is put on the market, six months down the line the fast paced changes of the threat landscape may render it insecure. labelling, therefore, creates the very real risk of a false sense of security. the labelling impact within these paragraphs, some examples and studies on labelling, experienced in different industry sectors, will be shown. although there are no objective measurement methods to compar e two labels of different sectors, the aim of this section is to provide some elements of comparison and possible scenarios or impacts in case of adoption of an eu labelling scheme for ict products. energy labels the ﬁstudy on the impact of the energy labe l œ and potential changes to it œ on consumer understanding and on purchase decisionsﬂ 31 explores consumers™ understanding of the individual elements of the energy label and how the label design influences consumer choice. the study has been conducted in tw o phases: - phase i is a targeted literature review and an online behavioral experiment. the objective of the review is to investigate existing knowledge on consumer behavior and understanding under alternative energy labelling frames. the online experiment tested choice and understanding in an incentivized experiment and understanding test. the behavioral experiment is conducted in seven member states. - phase ii is a bricks -and -mortar experiment that is carried out at retail stores and c entralized locations in four member states. the findings from both phases of the study combined, along with literature review, indicate the following in terms of consumer choice and understanding under the label frames tested. consumer understanding energy efficiency scales that include letters as opposed to numbers are generally better understood by consumers. consumer understanding of the energy efficiency scale with a+++ to d and a to g scale is similar between the two. the differences in understanding b etween the alternate numeric scales tested is mixed and provides no clear indication as to which numeric scale may be best understood by consumers in the market. 31 https://ec.europa.eu/energy/sites/ener/files/documents/impact%20of%20energy%20labels%20on%20consumer%20beh aviour.pdf pwc page 23 one third of consumers understand the meaning of the open ended scale. this increases to just under two thirds when consumers are provided with prior information in regard to the meaning of the open ended scale. over half of consumers understand that the benchmark marker indicates best available technology. the provision of prior information can im prove consumer understanding of the energy efficiency scale. as previously stated, this is particularly the case with the open -ended scale where understanding improves substantially if a prior explanation is provided. the majority of consumers were able t o correctly identify the product that was least costly to use indicating that they understand the meaning of kwh/annum. similarly, consumers that understand the meaning of kwh/annum are more likely to correctly identify the product that is least costly to run. consumers are less likely to identify the least costly product to use when the product is affixed with a numeric or reverse numeric label compared to the a+++ to d and alphabetic label. understanding the energy efficiency scale is an important determi nate in whether the consumers choose the most energy efficient product; and, understanding is generally higher for the a+++ to d and alphabetic scale than the numeric scales. consumer choice there is some evidence that label frames which use alphabetic sca les lead to more consumers choosing energy efficient products compared numeric scales. there is some evidence that labels with an a to g scale lead to more consumers choosing energy efficient products compared to the a+++to d scales. the choice between one and another label design has a greater difference in impact on behaviour for consumers who consider energy efficiency of low importance in their purchasing decision, compared to consumers that consider energy efficiency as an important criterion in produc t choice. the choice of label design is of greater importance in influencing behaviour for products where energy efficiency is not of key importance to consumers when selecting a product. average additional amount that participants are willing to pay for a more energy efficient product the study analyse the average additional amount that participants are willing to pay for a more efficient product and whether this varies depending on the energy label framing, as known as the average minimum premium. to expl ain this using an example, if a participant from italy was faced with the following two options for a television: - price: •150 and energy efficiency rating: c - price: •180 and energy efficiency rating: b if they choose the second option, this shows that they are prepared to pay at least a •30 premium for the more energy efficient option. however, this participant may have been willing to pay a much higher premium for a television with an energy efficient of ‚b™ rather than one with an energy efficiency rating of ‚c™. however, this potentially higher price premium was not included in the set of choices within the experiment. the figure below shows the average minimum amount that participants are willing to pay for a more energy efficient product across each of the different framings and for each product. results are divided depending on the energy efficiency rating difference between the two products involved in the choice experiment decision. given the energy efficiency combinations used in the choice experimen t the energy efficiency rating difference is either 1, 2 or 3 levels. for example, if a participant in the alphabetic closed scale framing is faced with a decision of choosing between a product with an energy efficiency rating of ‚b™ and another of ‚c™, th e energy efficiency rating difference is 1. similarly, if they are faced with a choice between a ‚b™ rated product and a ‚d™ rated product, the energy efficiency rating difference is 2. finally, if they are faced with a chose between a ‚b™ or an ‚e™ rated product, the energy efficiency rating difference is 3. it is possible to observe in the figure below that participants are willing to pay a higher premium for products with a larger energy efficiency rating difference, in the majority of cases. for example , participants in the numeric closed scale with benchmark marker framing are willing to pay •2 more for a television that is two energy efficiency pwc page 24 ratings higher than the alternative product (energy rating difference = 2) than they would pay for a televis ion that is one energy efficiency rating higher than the alternative (energy rating difference = 1). figure - average minimum premium participants are willing to pay for a more energy efficient another study entitled ﬁenergy labels: formats and impact on consumption behaviorﬂ 32 investigates the moderating role of energy labels on the relationship between consumer predispositions (energy consciousness) and purchase of energy saving products. 32 http://www.duplication.n et.au/anzmac09/papers/anzmac2009 -334.pdf pwc page 25 symbolic labels are used to communicate product information (e.g. , nutritional ingredients, product safety warnings, and product ecological footprint) to consumers to increase their knowledge in purchase decisions. energy labels are one of the widely used symbolic labels. they are legally required by many governments an d technically endorsed by authoritative third parties in many nations. different product categories are included in the labelling schemes in different countries, but high energy consuming appliances such as refrigerators and air conditioners are commonly i ncluded. placed on the front side of the machine, energy labels certify the energy efficiency level of the appliance. the aim of using energy labels, like other ecological labels, is to encourage manufacturers and consumers towards more environmentally pos itive actions (oecd, 2005). researchers suggest that attitudes that are more accessible from memory are more predictive of behaviour, influence what messages are attended to, and how those messages are processed, and are more stable across time (alwitt an d berger, 1993; fazio, herr and olney, 1984; fazio, powell and williams, 1989). consumers with high energy consciousness may buy energy inefficient models due to the inactivation of their environmental attitudes (alwitt and berger, 1993). considerable amou nt of information is processed at the point of purchase, and energy consciousness may not be the operant attitude. the energy rating label can serve as a reminding notice, raising the accessibility and relevance of consumer energy consciousness in ecologic al consumption. evidence presented within the report ﬁimpacts of the eu™s ecodesign and energy/tyre labelling legislation on third jurisdictionsﬂ 33, shows that international cooperation on equipment energy efficiency standards and labelling has contributed to delivering much greater energy, economic and environmental savings than would have occurred otherwise. willingness to share programmatic experience, learn from and emulate the successes of other programmes is an essential component of the product policy achievements made so far and this has led to the rapid promulgation of equipment energy efficiency measures round the world. as stated within the paper ﬁconsumer response to energy labels - insights from choice experimentsﬂ 34 , markets for energy -efficien t goods are commonly characterized by information asymmetries . buyers are often not aware of the fact that the good they are about to purchase is also an energy service with running costs such as costs for electricity (wilkenfeld et al., 1998). in addition , even those buyers who possess information about the existence of such costs are often not able to identify the level of energy efficiency of a good before their purchase decision. the energy consumption is therefore commonly an unobservable, or credence, characteristic; such characteristics can commonly lead to negative externalities of asymmetric information (e.g., akerlof, 1970). in his seminal article on the market for lemons, akerlof (1970) shows how the presence of information asymmetries can lead to market failure and adverse selection, and discusses signaling and screening as ways to overcome those challenges. one method of signaling that has received increasing attention from academics, policy makers and industry professionals is environmental or eco-labelling (de boer, 2003; pedersen and neergaard, 2006; rubik et al., 2007; thøgersen, 2000 ). eco -labels third party certified eco -labeling schemes are increasingly used worldwide as a means to overcome such information asymmetries and to increase trus t in the validity of the environmental information. by providing information on the environmental performance of products, eco -labels can guide consumers towards more environmentally friendly purchasing behaviour (grankvist and biel, 2007). when consumer™s see a third -party certification is displayed or visible on a product, customers believe that specific standards have been met because an outside organization has verified findings through an audit or a rigorous testing process 35. furthermore, such labels help manufacturers to gain a competitive advantage by producing environmentally friendly products (thøgersen, 2000). eco -labeling programs for promoting energy efficiency have gained particular importance for stimulating the sales of energy efficient electrical appliances and buildings worldwide. energy labels can be used to provide information to consumers in order to enable them to compare the energy efficiency of a good on an equitable basis (mahlia et al., 2002). labels can redu ce uncertainty and 33 http://www.ecofys.com/files/files/ec -2014 -impacts -ecodesign -energy -labelling -on-third -jurisdictions.pdf 34 https://www1.unisg.ch/www/edis.nsf/syslkpbyidentifier/4020/$file/dis4020.pdf 35 https://www.uschamberfoundat ion.org/blog/post/certification -can -help -boost -consumer -trust/31481 pwc page 26 overcome information asymmetry, but the optimal design of energy labels is a critical success factor and might even hinder energy labels™ effectiveness when not carefully designed. eco -labeling could bring to a number of major benefits 36: 1. informing consumer choice : eco -labeling is an effective way of informing customers about the environmental impacts of selected products, and the choices they can make. it empowers people to discriminate between products that are harmful to the environme nt and those more compatible with environmental objectives. an eco -label makes the customer more aware of the benefits of certain products, for example, recycled paper or toxic -free cleaning agents. it also promotes energy efficiency, waste minimization an d product stewardship. 2. promoting economic efficiency : eco -labeling is generally cheaper than regulatory controls. by empowering customers and manufacturers to make environmentally supportive decisions, the need for regulation is kept to a minimum. this is beneficial to both government and industry. 3. stimulating market development : when customers choose eco -labeled products, they have a direct impact on supply and demand in the marketplace. this is a signal which guides the market towards greater environmenta l awareness. 4. encouraging continuous improvement : a dynamic market for eco -labeled products encourages a corporate commitment to continuous environmental improvement. customers can expect to see the environmental impacts of products decline over time. 5. promo ting certification : an environmental certification program is a seal of approval which shows that a product meets a certain eco -label standard. it provides customers with visible evidence of the product's desirability from an environmental perspective. cer tification therefore has an educational role for customers, and promotes competition among manufacturers. since certified products have a prominent logo to help inform customer choices, the product stands out more readily on store shelves. coveting the log o may induce manufacturers to re -engineer products so that they are less harmful to the environment. 6. assisting in monitoring : another benefit of an official eco -labeling program is that environmental claims can be more easily monitored. competitors and cus tomers are in a better position to judge the validity of a claim, and will have an incentive to do so should a claim appear dubious. food labels firms typically have more information about the quality of their products than do consumers, creating a situati on of asymmetric information 37. it is prohibitively costly for most consumers to acquire nutritional information independently of firms. firms can use this information to signal their quality and to receive quality premiums. however, firms that sell less nu tritious products prefer to omit nutritional information. in this market setting, firms may not have an incentive to fully reveal their product quality, may try to highlight certain attributes in their advertising claims while shrouding others (gabaix & la ibson 2006), or may provide information in a less salient fashion (chetty et al. 2007). mandatory nutritional labeling can fill this void of information provision by correcting asymmetric information and transforming an experience -good or a credence -good c haracteristic into search -good characteristics (caswell & mojduszka 1996). golan et al. (2000) argue that the effectiveness of food labeling depends on firms™ incentives for information provision, government information requirements, and the role of third -party entities in standardizing and certifying the accuracy of the information. according to the survey conducted within the study ﬁlabeling policy for genetically modified and organic food: impact on consumer choiceﬂ 38, more than half of participants (68. 3%) expressed that they prefer to purchase foods with a non -gmo label versus foods without a non -gmo label. furthermore, a majority of participants (87.8%) would like to see more labeling that distinguishes non -gmo and organic from gmo products. however, a small number of participants (24.4%) report that gmo food labeling impacts their purchasing decisions all the time, while approximately half of participants (51.2%) reported that gmo labeling affects their purchasing decisions only sometimes. combined, 75 .6% of participants allow gmo 36 https://www.iisd.org/business/markets/eco_label_benefits.aspx 37 http://kiesel.ucdavis.edu/ar%20kieselmccluskeyvillasboas.pdf 38 http://www.fasebj.org/content/31/1_supplement/640.32.short pwc page 27 labeling to influence their purchasing decisions. those who believe organic foods have a beneficial impact on the environment reported that their views impact their purchasing decisions more frequently than those who were unsu re of their effects. many consumers actively seek information about products that have qualities that serve their health needs and are consistent with their values 39. as a result of these varied interests, food labels are increasingly being used to provide consumers with information about the environmental, technical and socioeconomic conditions under which the products were produced, as well as the health and safety aspects of food products. the growing consumer and industry interest in food labels present s challenges for government authorities, which must ensure that the information that appears on food packages is useful, credible and presented clearly, so that it does not mislead the consumer. with the increase in global trade in food, there is a need to harmonize food labelling so that product information is easily understood and is relevant to consumers in different markets. as discussed within the paper ﬁis organic labelling enough? information disclosure as policy instrument to empower consumer choicesﬂ 40, consumers are generally not satisfied with the availability of information that can guide their purchase decision , and arguably, they are especially in a disadvantaged position to judge the potential compromises that the organic certification sy stem creates. information asymmetry, the gap of information with regard to the quality of organic products between consumers and producers, are expressly severe because of the nature of the products. in making choices for products, consumer typically relie s on the dominant quality attributes, namely search, experience, credence and potemkin attributes. a search attribute, such as freshness or appearance, is known before the purchase and consumers have the ability to examine it. experience attributes, such a s taste, are known after the consumption of the product. credence attributes, such as nutrition or contamination, are difficult to be observed by consumers, but they can rely on third parties for quality assurance. recent expansion of organic food market has also been seen as the results of heightened awareness of the impact of food systems on environment. such consumers are willing to pay a price premium for the additional benefits consuming the organic products. however, these values are not attributes t hat can be directly observed by consumers. instead, they rely on various information cues on the label when evaluating products under uncertainty. labels or organic claims are widely used to transmit important quality information to consumers. organic labe ling has been observed to be associated with a higher level of perceived healthfulness, hedonism, environmental friendliness and food safety. since organic eggs are credence and potemkin products, labels bearing organic certification elicit certain level o f confidence of the values acquired through consuming organic egg. not all organic labels, however, elicit the same level of trust. in general, a third -party certification schedule is considered to be more trustworthy than producers™ or retailers™ private labelling scheme 41. label agency makes a difference to consumers™ perception and willingness to pay. for example, in switzerland, organic consumers were willing to pay a higher premiums for products with the bio suisse™s label, a label backed by the farmers ™ umbrella organization, compared to products with other organic label. consumers in denmark and czech republic are willing to pay the highest price premium for governmental logo. the reputation and brand image of the label agency lend creditability to the label, and enhance the level of consumer trust. although consumers are not willing to automatically assume fidelity of quality assurance behind of every label, they may place greater level of trust over the logos backed by ethical practices and stringent legal requirements. in the us, usda organic has been an established logo with high level of consumer awareness and positive perception of the certification scheme behind it, consumers are responding to usda organic milk more positively then generic organic labels. it is important to remark that the perception of overall quality depends on both the consumer's awareness of the label and the label's subsequent ability to generate positive descriptive and inferential beliefs. label 39 http://www.fao.org/docrep/018/i0576e/i0576e00.pdf 40 http://hl -128 -171 -57-22.library.manoa.hawaii.edu/bitstream/10125/41482/1/paper0333.pdf 41 s. eden, ﬁbusiness, trust and environmental information: perceptions from consumers and retailers,ﬂ business stra tegy and the environment, vol. 3, no. 4, pp. 1 -8, 1994. pwc page 28 equity thus enhanced purchasing intention. 42 the impact on overall quality and purchase intention only emerged, for example, when the unrecognized pgi (p rotected geographical indication) label was explained to consumers, thus highlighting the importance of building awareness of a values -based label. when it was explained, the values -based label was shown to operate as an effective market signal that generated both descriptive and inferential beliefs in relation to the products bearing the label. these beliefs in turn explained c onsumers' perception of overall quality and influenced purchasing intention. finally, consumers œ individually and collectively œ will be better served by labelling schemes that incorporate an understanding of their perspective and thus reduce misinformati on.43 the study ﬁconsumer market study on the functioning of voluntary food labelling schemes for consumers in the european unionﬂ 44 has identified a large number of food labelling schemes across the eu member states, iceland and norway but with important co untry variations. the study identified spain, germany, italy and portugal as the countries with the highest number of schemes while romania, cyprus and malta were found to have a very limited number of food labelling schemes. increasing transparency and m inimising consumer confusion seem to be the key drivers for schemes to follow the guidelines while lack of awareness, administrative burden and cost of compliance were identified as key obstacles for compliance. the guideline criteria most often met by foo d labelling schemes that were identified in the websweep were provision of contact information and/or feedback mechanisms on scheme websites for which 100% of schemes met this criterion. clarity and transparency of scheme requirements and claims made was a lso met by a large number of food labelling schemes. here we observe that between 91% and 82% of schemes clearly state their objectives ; between 79% and 73% have claims and requirements which are clearly linked to their stated objectives, and similarly the scope of the scheme in regard to the products and process it covers are clear. however, when seeking more detailed information on scheme requirements and specifications this is not always available for free on the website. only 59% of schemes met this cri terion in the websweep index. further, when these specifications are available they can often be difficult to understand from the point of view of a consumer. an important recommendation would be to encourage schemes to provide information on their website s about their requirements, their specifications and their membership fees, and fees for certification, in a form that is easy to understand for all relevant actors, including consumers. this would help improve compliance of schemes against the 2010 commis sion guidelines. in addition, encouraging schemes to provide information on the evidence used to make any claims about scheme requirements easily available on their websites, (again) in a form that is easy to understand for all relevant actors, including c onsumers is recommended. to improve transparency, a recommendation would be to encourage schemes to clearly state whether, where and to what extent their specifications go beyond the relevant legal requirements. provisions for enabling and promoting the p articipation of small scale producers could also be explored as this was met by a low proportion (35%) of schemes that responded to the scheme operator survey. further, clearly stating that the scheme is public or private and whether it is certified or sel f-declared would be useful for consumers as this information is often hard to find on scheme websites. while not specifically addressed in the assessment of schemes, the provision of a web address on the scheme label affixed to the product may also help co nsumers as they could then easily find additional information on the scheme if they want. methods to minimize the administrative burden and costs for producers and scheme operators in complying with the guidelines could also be explored. overall, results of the consumer survey show that consumers are aware of food labelling schemes, they buy products affiliated to food labelling schemes, believe there are benefits to these products and to some extent are willing to pay a premium price for labelled products . providing consumers with more and better accessible information on the different types of labelling schemes and the meaning of 42 third party labeling and the consumer decision process, hec - https://basepub.dauphine.fr/bitstream/handle/123456789/12755/cr891flarceneux.pdf?sequence=1&isallowed=y 43 third party labeling and the c onsumer decision process, hec - https://basepub.dauphine.fr/bitstream/handle/123456789/12755/cr891flarceneux.pdf?sequence=1&isallowed=y 44 http://ec.europa.eu/consumers/consumer_evidence/market_studies/food_labelling/docs/final_report_food_labelling_sch eme_ full_en.pdf pwc page 29 the most common ones, as well as educating them through, for example, an information campaign would be a good way of reducing t his risk. improved information provision, information campaigns or educational initiatives could help consumers distinguish between the different types of schemes, in particular between certified and self -declared or between public and private. this could also increase their knowledge of regulations for schemes and help them make more informed choice. a clear indication on the scheme label about whether the scheme is public or private (where it is possible to qualify clearly), certified or self -declared cou ld also be an easy way of increasing scheme transparency without adding a lot of text on the label. to improve understanding and access to information about food labelling schemes for all interested parties, a model scheme could include the following key elements. clear statement of the scheme name and website address on the label affixed to the product. website with scheme contact details. statement of the scheme objectives and the types of products and process it covers. clear statement of the organi sations or bodies that own and manage the scheme, including their contact information. if the scheme is endorsed by third parties, the names and contact details of the parties should be provided. clear statement of whether the scheme is public or private, and certified or self -declared. if a certified scheme, the name of the certification body should be provided and clear and transparent information on the key certification processes and requirements for nontechnical readers should be available. if the s cheme covers areas where there are specific legal requirements, such as organic farming or animal welfare this should be clearly stated, and the extent to which the scheme goes beyond the relevant legal requirements should be understandable to nontechnical audiences. provision of clear guidance on how to meet the scheme main requirements for parties interested in joining the scheme. contact details, question forms or other mechanisms to access assistance with understanding and meeting the requirements for membership should be available. healthcare labels a pre -requisite for a market to be able to function properly is transparency on prices and quality so that the end user can inform himself fully and correctly before making a purchasing decision. in the cas e of medical devices, between demanders and providers there is an ‚unbalanced™ spread of knowledge of the market. manufacturers have the benefit of having much more information than users : they know the functioning (and limitations) of their product, know the cost structure, etc. the demand side of the market, on the other hand (specialists, nurses, buyers, management/board), is very fragmented, both in terms of knowledge of the (sometimes very specialized) use of the devices and also knowledge about what o ther (substitutable) devices are available. the users of medical devices are therefore strongly dependent on the knowledge, expertise and information provided by manufacturers (for example with specialised operations, with the use of equipment, etc.). the fact that the users share little or no information between themselves (price, quality, etc.) is also a factor, with the result that the problem of information remains 45. transparency and better information are crucial to give more autonomy to patients and health professionals and enable them to take decisions with full knowledge of the facts, in order to give a solid base to regulatory decision -making process and to make sure the latter is trust -worthy. to do so, it is essential that eudamed (european datab ase on medical devices) electronic systems related to existing devices, concerned economic operators and certificates allow public opinion to be well informed about devices circulating on the market. the clinical investigation electronic system should serv e as a tool for cooperation between member states and enable promoters to deliberately introduce a unique application process for several member -states, and in this case to report serious incidents. otherwise, manufacturers should convey the main safety an d performance characteristics and the clinical evaluation results for high -risk medical devices via a public 45 sector study medical devices study of the structure and functioning of the market for medical devices pwc page 30 document the well -functioning of notified bodies is also essential to guarantee a high level of health and safety protection, as well as citizen tr ust in the system. 46 medical device labeling assists patients or their lay caregivers in understanding the device; its operation, care, and maintenance; the way it interacts with the body to accomplish its purpose; its place and purpose in the patient care regimen; and any safety or disposal issues. medical device labeling is essential to assure safe and effective use of many, but not all, devices. it informs patients or their lay caregivers about proper use, risks, and benefits of the device in language the y can understand. adequate directions for operating the devices are needed to make devices safe and effective. for example, as more patients use complex medical devices at home, medical device patient labeling becomes necessary to better communicate to the lay person how to operate the device. devices that might have labeling that would include instructions for use would be those the patient or lay caregiver have to set up, operate, clean, etc. they might include such devices as suction equipment, intraveno us infusion pumps, physical therapy equipment, or transdermal electrical nerve stimulation (tens) devices. devices that would have labelling consisting primarily or completely of risk/benefit information might be implants that have no external patient inte rface, once they are implanted, or prescription, diagnostic or therapeutic devices that the patient is actively involved in choosing (e.g., laser eye surgery, lithotripsy, intraocular lenses) 47. 2.4. the problem of fragmentation one of the key drivers of increasing cybersecurity risk is that the european cybersecurity industry is fragmented for historical reasons and remains fragmented 48. historically, firms grew in this sector as a result of governmental demand and remain largely dependent on this very dom estic revenue stream, which reduce cross -border purchases and the incentives for firms to grow outside their national market. the eu cybersecurity market is dominated by a small group of global vendors, competing with a high number of smaller european sup pliers that remain regional or national players (idc, 2009) 49. the eu suppliers, while showing a positive dynamism, remain mostly national or regional players. the presence of third country suppliers drives the competitiveness and innovation in the market ( optimity advisors, 2015) 50. box 2 key evidence on the cybersecurity market the global size of the privacy and cybersecurity (pac) market vary from eur 47bn to eur 76bn (2014) and the industry is expected to grow by around 7 œ8% per annum over the next 5 œ6 yea rs. the total eu market (including non -eu countries) is worth 26% of the global market: eur 12bn œeur 19bn (2014) and is considered the second largest cybersecurity market behind north america, which controls a large segment (43%) of the global market; governance is fragmented at eu level due to the fact that security in general, and cybersecurity in particular œ especially as a component of critical infrastructures and national assets protection œ remains a national responsibility within the eu treaties ; governance fragmentation is visible also at member states level where the arrangements between national civilian and military certs fragmented; another barrier for the emergence of a more cooperative european industry is the presence of entrenche third -country companies that tend to be preferred to eu domestic companies with similar or better solutions, due to reputation and maturity of ì third -country suppliers; 46 françoise grossetete, revise the rules relating to md advertising to ensure the right information and optimal patients protection, http:// www.ealth.org/images/speak -about -us/european -files -magazine -march -2013.pdf 47 https://www.ncbi.nlm.nih.gov/pmc/articles/pmc3255430/ 48 european commission, swd(2016) 216 final, communication: strenghtening europe's cyber resilience system and fostering a com petitive and innovative cybersecurity industry 49 idc. (2009). the european network and information security market brussels: report delivered by idc for the european commission. 50 optimity advisors. (2015). study on synergies between the civilian and the d efence cybersecurity markets brussels: report delivered by optimity advisors for the european commission. pwc page 31 summing up eu weaknesses that could jeopardise innovation and synergies in the cyber domain, the key factors are fragmentation in governance , lack of consistency in the eu data collection and data analysis and lack of end -user knowledge of the cybersecurity market. there is also a shortage of eu companies that can offer the whole value -chain of c ybersecurity solutions , and that are able to absorb the talent on the market, and there is l imited entrepreneurial activity when compared with the us. source : optimity advisors (2015) this situation results in the the difficulty to compete on the european and global levels and to grow (problem ), which often leads to mergers and acquisitions of europe's smes by non -european actors, weakening the european sector and leaving europe also more vulnerable and technologically dependent on others ( direct effect ); furthermore this also cause the risk of know -how outflow as the european cybersecurity firms cannot absorb the newly skilled professionals produced by european academic institutions who end up working for foreign global companies . second, there is the eur opean cybersecurity ecosystem is characterised by low dialogue and coordination ( driver ), which result ( problem ) in the lack of ‚a well -functioning mechanism ensuring trustworthiness & readability of cybersecurity products and solutions™ (european commissi on, 2026b, p. 10); this further creates barrier to both cybersecurity and other cross -border activities ( direct effect ). finally, leaving aside the cyber -security sector itself, there is a lack of expertise both in ict producing firms and in ict using firm s as regard cybersecurity ( driver ), which contributes to low demand -side awareness ( problem ); the latter further reinforce the cross -border barriers (direct effect ). taken altogether these drivers, problems, and direct effects, contribute to the indirect effect of missing the growth opportunities that would derive from a more dynamic and competitive european cybersecurity industry. the certification landscape . first, various and not fully coordinated certification initiatives ( driver ) increase fragmentanti on in the domain of certification ( problem ), resulting in duplication of efforts and waste of resources ( direct effect ). second, the sectorial fragmentation of initiatives ( driver ) increase fragmentation in the ict market for lack of product comparability with respect to cybersecurity ( problem ), resulting in lower competition in the ict sector ( direct effect ). third, lack of expertise on the users™ side (driver ), cause an insufficient demand side awareness ( problem ), and combined with the other problems lea ds to an increase rather than a decrease of the information asymmetry ( direct effect ). the earlier cited literature on energy labels shows, in fact, that lack of credibility or understanding and proliferation of different and not comparable labels create c onfusions and negative reactions on the side of users. the fragmentation of certifications schemes (and possibly of associated label) would have the same effects and induce more rather than less information asymmetry also in relations to cognitive phenomen a such as heuristics and biases. taken altogether these drivers, problems, and direct effects, contribute to the indirect effect of missing the growth opportunities that would derive from boosting cybersecure european ict products in the global market. the certification fragmentation is further discussed in the next sections of this document. common end effects . the problems and effects of the ecosystem as whole combined with, and compounded by, those of the certification landscape cause the end effects of: a) not reducing the net losses from cyber incidents for citizens, businesses, and public administrations; b) creating hindrances to the full implementation of the dsm strategy; c) foregoing several sources of potential growth for european economies. pwc page 32 3. the ict security certification landscape certification can be defined as: ‚ a comprehensive assessment of the management, operational, and technical security controls in an information system, made in support of security accreditation, to determine the extent to which the controls are implemented correctly, operating as intended, and producing the desired outcome with respect to meeting the security requirements for the system ™ (nist, 2010). the certification of products generally requires the following four p hases: 1) application. a company applies a product for evaluation to obtain a certification; 2) an evaluation is performed to obtain certification. the evaluation can be mostly done in three ways: a) the evaluation can be done internally to support self -certific ation; b) the evaluation can be performed by a testing company, which is legally belonging to the product company; c) it can be third party certification where the company asks a third party company to perform the evaluation of its product; 3) in case of an inte rnal company or a third party company evaluation, the evaluation company provides a decision on the evaluation. 4) surveillance. it is a periodic check on the product to ensure that the certification is still valid or it requires a new certification. in the following, we review international and emerging national schemes to highlight the main problems and challenges, and conclude with a qualitative analysis of the costs of benefits of no eu action as compared to a broadly conceived eu intervention. the follow ing sections have been drafted extracting information from various sources including the jrc report 51 (baldini et al., 2017), a report (enisa, 2014) and the proceedings of two workshops by enisa (enisa, 2016a, 2016b), two key reports delivered by ecorys (20 11) and erncip (2014), documents from the french and german certification authorities (anssi, 2015; anssi & bsi, 2017), as well as the communication and supporting swd on security industrial policy (european commission, 2012a, 2012b). in addition, informat ion has been retrieved from interviews with national certification authorities and from the websites of certification authorities and similar institutions, which are indicated in footnotes. 3.1 international schemes and other initiatives common criteria (also known as iso 15408) 52. the common criteria for information technology security evaluation (cc), and the companion common methodology for information technology security evaluation (cem) are the technical basis for an international agreement, the commo n criteria recognition arrangement (ccra). it is a framework in which computer system users can specify their security functional and assurance requirements, vendors can then implement and/or make claims about the security attributes of their products, and security conformity assessment bodycan evaluate the products to determine if they actually meet the claims. it ensures that: - products can be evaluated by competent and independent conformity assessment body so as to determine the fulfilment of particular security properties, to a certain extent or assurance; - supporting documents, are used within the common criteria certification process to define how the criteria and evaluation methods are applied when certifying specific technologies; - the certification of the security properties of an evaluated product can be issued by a number of certificate authorizing schemes, with this certification being based on the result of their evaluation; 51 baldini, g., giannopoulos, g., & lazari, a. (2017). analysis and recommendations for a european certification and labelling framework for cybersecur ity in europe. jrc science for policy report. luxembourg: publications office of the european union. 52 https://www.commoncriteriaportal.org/ pwc page 33 - these certificates are recognized by all the signatories of the ccra. the cc permits comparability between the results of independent security evaluations and is flexible, enabling a range of evaluation methods to be applied to a range of security properties of a range of it products. it can be used in the smart grid to verify i f a product meets the claims regarding the technical implementation of those security functions (enisa, 2014). cc certified products provide assurance an a wide range of product categories from, databases, operating systems, accesso control systems, networ k devices, to trusted platform modules, biometric systems and devices 53. namely, for certified products and protecion profiles are currently defined 15 categories (in fact, one of these (ﬁother devices and systemsﬂ) capture s everything not included in the other 14 categories). a certified product/protection profile no longer recognised within ccra is reported as ﬁarchivedﬂ (notice that, an official resolution, effective at june 1 st, 2019, limits to 5 years the validity of recognition. starting from that dat e, all certificates issued from 5 or more years will be archived.). in the next tables the current state is shown by official ccra statistics showing, for the period 1999 -2017, valid and archived certificates for products and protection profiles, per year, per scheme (country), and per assurance level (eal). 53 see also the certified product list (cpl) of ccra portal at, www.commoncriteriaportal.org/products . pwc page 34 pwc page 35 pwc page 36 the ccra framework, within the definition of collaborative protection profiles (cpp), introduces the concepts of \"technical community (tc)\" and essential security requirements. two or more schemes can declare their interest in setting up a tc in charge of facing a specific issue in a specific technical domain (td). the tc will produce an esr in order to take into account requirements as much as possibile shared with all the schemes in the c cra and then will be define the cpp and the relative supporting documents to be used to evaluate a specific product in the td against the cpp. ccra schemes can chose to 1) [invonved schemes] - contribute to the tc from the beginning of the project (intere sted nations): this contribution can be interpreted as the willing of the scheme to evaluate the results of the community and eventually to propose the solution for a national procurement. 2) [position statement] - officially communicate a \"position state ment\" in support of the esr, meaning that the esr is a correct and shared instantiation of the requirements in order to solve the issues defined for the setting up of the td. a correct definition of a cpp in this area can be promoted in a national procurem ent. 3) [endorsement] - officially communicate an endorsement of the cpp that means that the cpp as has been defined by the tc (and relative supporting documents) can be promoted for a national procurement. the following table shows the eu schemes involved in the ccra technical domains ant the position statements to the relative esr (for all ccra nations) technical domain position statement eu involved schemes eu nations non eu nations usb protable storage devices dk,se,fi,uk,ge au-nz,jp,usa, se,uk,ge, (tk), nl fde uk, no, usa, au -nz, ca se,uk, (tk), no network devices uk usa, au -nz, ca uk, (tk), no application software se, (tk), uk dedicated security component uk, se, nl biometric security sp, (tk) pwc page 37 the following table shows the endorsment statements of ccra schemes to the cpp defined in a specific technical domain endorsment collaborative protection profiles eu schemes non eu schemes stateful traffic filter firewalls uk us, ca, au -nz fde - encryption engine v.2.0 us fde - authorizaion acquisition v.2.0 us fde - encryption engine v.1.0 uk us, ca, au -nz fde - authorizaion acquisition v.1.0 uk us, ca, au -nz network devices v.2.0 us network devices v.1.0 uk us, ca, au -nz sog -is. sog -is is the main certification mechanism existing at european level. however, it only includes 12 member states plus norway and has developed only a few protection profiles regarding digital products (such as digital tachograph and smart cards) 54. moreover, member states of ten request certification as a pre -condition to be admitted to national public procurement tenders. additional national certification frameworks and schemes are expected to develop in the coming years. here are presented some statistics for some producing members of sogis agreement. differences between the numbers of recognized certificates issued by the scheme are represented only where present. next table reports some cc certification statistics for the italian common criteria scheme (ocsi). ccra & sogis product type (ccra categories) # 2012 2013 2014 2015 2016 2017 products for digital signatures 7 1 1 2 2 1 ics, smart cards and smart card -related devices and systems 4 2 2 multi -function devices 3 2 1 data protection 1 1 54 a protection profile (pp profile (pp) is a document used as part of the certification proce ss. a pp states a security problem of a given system or products and it specifies the security requirements needed to address that problem.) is a document used as part of the certification process. a pp states a security problem of a given system or products and it specifies the security requirements needed to address that problem. pwc page 38 operating systems 1 1 total 16 1 2 7 5 1* italian cc certification statistics - *14 evaluation processes in progress (july, 21 2017) next table reports some cc certification statistics for the french common criteria scheme (annsi) next table reports some cc certification statistics for the dutch common criteria scheme (nlncsa). next table reports some cc certification statistics for the german common criteria scheme (bsi). next table reports some cc certification statistics for the uk common criteria scheme (ncsc). note that uk statistics are represented only on ccra website and product categorization is same as ccra. product type ##<2010 20102011201220132014201520162017smart card 347333/332 5732293638373452/51 18digital tachograpgs 66500100000miscellanous 55000201011micro-chips 1821807115415221482011product for pc and servers 3531835701061network product 2322921114040systems 11100000000sogis/ccra product type ##<2010 20102011201220132014201520162017smart card 1411/14 1/4 00151102digital tachograpgs 33110010000miscellanous 1411/13 1/3 03011122micro-chips 44101000110product for pc and servers 32/3 000000011network product 87100201102systems 22000010100hw devices 66000001212crypto library 88000110321sogis/ccra product type ##201220132014201520162107digital signature 77223000digital tachograph 55120200ehealth 66001320electronic id documents 414181112170network devices and system 1818134820operating system 1313432220other devices and systems 99/6 14/2 2/1 010server applications 1717163510smart card and similar devices 72729141414170smart metering systems 11000010sogis/ccra pwc page 39 information technology security evaluation criteria (itsec) 55. used for evaluating computer security for it products and systems. it is a structured set of criteria for evaluating computer security within products and systems. the itsec was first published in may 1990 in france, germany, the netherlands, and the united kingdom based on existing work in their re spective countries. following extensive international review, version 1.2 was subsequently published in june 1991 by the european commission for operational use within evaluation and certification schemes. it is still used for some evaluation in the classi fied information but it has to be considered superseded by the publication of iso 15408 common criteria for ict security product evaluations. isa secure certification programme 56. it independently certifies industrial automation and control (iac ) products and systems to ensure that they are robust against network attacks and free from known vulnerabilities. it is by the the iec/isa standardisation recognised, but the isasecure is ye only existing certification service and is available at certific ation authorities in the us and japan, and recognised by ansi (american national standards institute). federal information processing standards fips -140 57. these are u.s. government computer security standards, which specify requirements for cryptography mo dules. industrial automation and control systems (isa/iec -62443 /iacs) 58. isa/iec -62443 is a series of standards, technical reports, and related information that define procedures for implementing electronically secure industrial automation and control syst ems (iacs). this guidance applies to end -users (i.e. asset owner), system integrators, security practitioners, and control systems manufacturers responsible for manufacturing, designing, implementing, or managing industrial automation and control systems. these documents were originally referred to as ansi/isa -99 or isa99 standards, as they were created by the international society for automation (isa) and publicly released as american national standards institute (ansi) documents. in 2010, they were renumb ered to be the ansi/isa -62443 series. this change was intended to align the isa and ansi document numbering with the corresponding international electrotechnical commission (iec) standards. en50128 . it specifies procedures and technical requirements for th e development of programmable electronic systems for use in railway control and protection applications iec61508 . it is aimed at the electrotechnical industry. iso 27001 59. iso/iec 27001 specifies the requirements for establishing, implementing, maintaining and continually improving an information security management system within the context of the organization. it also includes requirements for the assessment and treatment of information security risks tailored to the needs of the organization. the require ments set out in iso/iec 27001:2013 are generic and are intended to be applicable to all organizations, regardless of type, size or nature. the iso 27001 standard provides a framework that helps organisations: protect clients and employee information; mana ge risks to information security effectively; achieve compliance; protects the company's brand image. 55 see official document published on the website of the german certification authority bsi at: https://www.bsi.bund.de/shareddocs/downloads/de/bsi/zertifizierung/itsicherheitskriterien/itsec -en_pdf.pdf?__blob=publicationfile 56 http://www.i sasecure.org/en -us/ 57 http://csrc.nist.gov/groups/stm/cmvp/standards.html 58 see: https://www.isa.org/isa99/ and 59 https://www.iso.org/standard/54534.html . product type (*) #<2012 201220132014201520162017access control devices and systems 41100200boundary protection devices and systems 22000000 smart cards and smart card-related devices and systems 2202061031network and network-related devices and systems 52101100operating systems 21100000other devices and systems 65100000sogis/ccra pwc page 40 iasme is a uk -based standard for information assurance at small -to-medium enterprises (smes). it provides criteria and certification for small -to-medium b usiness cyber security readiness. it also allows small to medium business to provide potential and existing customers and clients with an accredited measurement of the cyber security posture of the enterprise and its protection of personal/business data. i asme was established to enable businesses with capitalization of 1.2 billion pounds or less (1.5 billion euros; 2 billion us dollars) to achieve an accreditation similar to iso 27001 but with reduced complexity, cost, and administrative overhead (specifica lly focused on sme in recognition that it is difficult for small cap businesses to achieve and maintain iso 27001). the cost of the certification is progressively graduated based upon the employee population of the sme (e.g., 10 & fewer, 11 to 25, 26 - 100 , 101 - 250 employees); the certification can be based upon a self -assessment with an iasme questionnaire or by a third -party professional assessor. some insurance companies reduce premiums for cyber security related coverage based upon the iasme certifica tion. iso/iec 19790 and iso/iec 24759 are applicable to validate whether the cryptographic core of any security product is properly implementing an approved suite of cryptographic protocols, modes of operation and key sizes, while protecting this implement ation and the critical security parameters, such as keys, in accordance to the design and specification requirements laid out in the standards. there are four levels of security defined, and iso/iec 19790 includes a variety of possible implementations, bot h software and hardware. iecee cb scheme 60. it is operated by the iec system of conformity assessment schemes for electrotechical equipment and components (iecee), is an international system for mutual acceptance of test reports and certificates dealing wi th the safety of electrical and electronic components, equipment and products. it is a multilateral agreement among participating countries and certification organizations, which aims to facilitate trade by promoting harmonization of national standards wit h international standards and cooperation among accepted national certification authorities (ncbs) worldwide. by achieving this, it brings product manufacturers a step closer to the ideal concept of \"one product, one test, one mark, where applicable'. in the specific domain of smart grids the list of applicable schemes includes the following (enisa, 2014): iso 9001; iso/iec 27001; iec62443; iso/iec 15408 , common criteria; iso/iec 19790; cpa, cspn; and iasme. the latter, for instance, is a british standard that is not widely recognised outside the uk 1.1. national initiatives france 61. the national cybersecurity agency of france (agence nationale de la sécurité des systèmes d™information œ anssi) established in 2008 the certification sécuritaire de premier nivea u (cspn) , which is an it security certification scheme. its main purpose is to offer a faster and cheaper alternative for it security certification as compared to the common criteria (see below) approach. the security criteria as well as evaluation methodo logy and process are based on an anssi created standard. similarly, to the cpa, there is no mra for cspn, which means that products tested in the france will not normally be accepted in other markets. cspn is regnosized only by anssi in france 62. as reporte d in an anssi presentation (2015) the cspn was developed as shorter and cheaper alternative to the common criteria evaluations, whose cost and duration are considered a barrier for the security industry development. the cspn can be used when a low level o f assurance is required and it ensures a product evaluation in 25 days (while cc evaluation of a smart card can take from 6 months to 1 year). anssi provides around 25 cspn certificates (mainly on software) and 100 cc certificates (mainly hardware) per yea r. currently, anssi recognises and issues two main types of labels. these labels are used for: - certifying products - qualifying products and services 60 https://www.iecee.org/about/cb -scheme/ . 61 based on information from website ( http://www.ssi.gouv.fr/administration/produits -certifies/cspn/ ) and from official case study presentation (anssi, 2015). 62 enisa - smart grid security certification in europe. pwc page 41 germany 63. the german federal office for information security ( bsi ) is developing an approach for low level assurance to improve the efficiency of common criteria evaluation. the approach is still under development and is very close to the cspn french framework. the it -grundschutz certificate 64 offers companies and agencies the possibility of making transparent t heir efforts regarding it security. after consulting with registered it -grundschutz users and it security experts, the bsi has defined three variants of the it -grundschutz qualification: the it -grundschutz certificate and the self -declarations \"it -grundsch utz entry level\" and \"it -grundschutz higher level\". the issuance of the it -grundschutz certificate is based on an audit carried out by an external auditor licensed with the bsi. the outcome of the audit is an audit report which is submitted to bsi that dec ides on the granting of the it -grundschutz certificates. uk. the commercial product assurance (cpa) 65 is the uk national scheme for commercial off -the -shelf products; products successfully evaluated according to cpa obtain a foundation grade certification , meaning that they proved to be good commercial security practice and are suitable for lower threat environments. cpa is open to all vendors, developers and suppliers of security products with a uk sales base. however, there is no mutual recognition agree ment (mra) for cpa, which means that products tested in the uk will not normally be accepted in other markets. cpa is similar to common criteria, however not so widely recognised outside of uk (enisa, 2014). information about products certified and cost to sustain for cpa certification can be retrieved on the online website of cpa scheme. certified products 66 under cpa scheme are actually 37 and 15 products are in evaluation. the costs 67 to sustain to certify a product under the cpa scheme are: - paid by test l ab to ncsc for each task = £4,640 - membership fees = £2,220 - certified consultancy for large companies = £10,100 - certified consultancy for smes = £1,010 - additional head consultant with a single service offering = £1,010 - each additional service offering for existing head consultant = £1,010 cyber essentials 68 is a government -backed, industry -supported scheme to help organisations protect themselves against common cyber -attacks. the full scheme, launched on the 5 june 2014, is used to ﬁgive assuranceﬂ to w ider industry. for central government procurement of technology products and services, which involve handling of personal information, it is required that the cyber essentials scheme, or cyber essentials plus, is in place 69. the evaluation criteria currentl y recognised by the uk certification scheme, and the methodologies associated with them, are: a) the common criteria (cc) iso/iec 15408 and the common methodology for it security evaluation (cem) iso/iec 18045; b) the it security evaluation criteria (itsec ) and the it security evaluation manual (itsem). the netherlands . dutch approach baseline security product assessment (bspa) scheme is intended to judge the suitability of it security products for use in the ﬁsensitive but unclassifiedﬂ domain: the require ments are expressed in the dutch \"baseline informatiebeveiliging rijksdienst\" (government security baseline, bir). the bspa scheme is in pilot phase since 2015. during the pilot phase bspa scheme received 6 requests for certification: three of them are completed and the other three are starting up. the average costs of a certification under bspa scheme are approximately 40 thousand euros . an evaluation performed under the bspa scheme has the following main characteri stics: it is carried out in constrained time frame and with limited resources; it determines the conformity of the product to the security specification in the security evaluation target and it determines the effectiveness of the security features offered by the product. the evaluation process should take 25 person days within a calendar period of 8 weeks. the bspa scheme is comparable to the cspn scheme of anssi. dutch scheme is then in charge of overseeing the entire process, to validate the report and to publish a \"statement of conformity\". the dutch 63 based on information reported in baldini et al. (2017). 64 https://www.bsi.bund.de/en/topics/itgrundschutz/itgrundschutzcertification/itgrundschutzcertification_node.html 65 https://www.cesg.gov.uk/scheme/commerci al-product -assurance -products -foundation -grade 66 https://www.ncsc.gov.uk/index/certified -product?f[0]=field_assurance_scheme%3a226&f[1]=field_assurance_status%3aassured 67 https://www.ncsc.gov.uk/articles/products -and -services -scheme -fees 68 https://www.gov .uk/government/publications/cyber -essentials -scheme -overview 69 https://www.gov.uk/guidance/public -sector -procurement -policy#procurement -policies -for -technology pwc page 42 national organization of dso™s ﬁnetbeheer nederlandﬂ, has also developed the dutch smart meter requirements (dsmr). in december 2014, the netherlands was considering developing a protection profile based on c ommon criteria, anyhow, in order to be recognized among participants of any mutual recognition arrangement based on common criteria certification (e.g. sogis, ccra), any protection profile will need to be certified in a scheme that has been recognized as ﬁ certificate producing memberﬂ. the objective of the netherlands scheme for certification in the area of it security (nscib) is to enable it products and systems to be evaluated and certified in the netherlands in a way that conforms to the 'common criteri a' methodology (iso -standard 15408) for evaluation and certification. a concrete example where the dutch c ertification scheme is requested in public procurement acts is represented by all taxis (more than 10 thousand) in the netherlands, which have to cont ain an on -board computer (dutch bct). the relevant regulatory act came into force on 1 october 2011. the regulations specify that all taxi operators must purchase an on -board computer and have it installed and activated before 1 february 2015. on -board com puters in taxis must have a type -approval and must comply with the requirements for (software) security 70. pricelist for certification under the netherlands scheme for certification in the area of it security (nscib) certification of a protection profile / product nscib new certification • 3.300,00 certificate is valid for a maximum of 5 years includes one certificate in dutch or english and web publication of certification report nscib re -certification (minor change) • 275,00 original certificate remains based on impact analysis report of changes, no updated vulnerability assessment certifier creates maintenance report tuv updates records and adds maintenance report to web publication nscib re -certification (major change) • 550,00 re-issue of original certi ficate, original expiry date remains re-use possible of previous results, new vulnerability assessment certifier updates certification report tuv updates records, re -issues certificate and updates web publication site certification nscib site certificatio n • 1.900,00 site certificate is valid for a maximum of 2 years includes one certificate in dutch or english and web publication of certification report translation per certificate • 275,00 use of internal non -commercial certifiers (very limited availability) - free use of external commercial certifiers (for regular certifications) - 175,00 p/h all cost are exclude vat and travel costs 70 https://www.rdw.nl/sites/tgk/englishversion/paginas/on -board -computers -for -taxis.aspx pwc page 43 figure - average certification costs (ex vat) number of nscib certificate applications received year type new certifications recertifications maintenance 2011 smartcards 4 1 network devices 1 2012 smartcards 3 datadiode 1 boundary protection 1 2013 smartcards 6 1 hsm 1 bct 3 2014 smartcards 3 2 network devices 1 bct 1 poi (payment terminal) 1 boundary protection 1 site certificates 5 2015 smartcards 4 5 network devices 1 pp bct 1 site certificates 1 2016 smartcards 5 3 6 network devices 3 tachograph 1 site certificates 4 pwc page 44 year type new certifications recertifications maintenance total 2011 - 2016 smartcards (eal4 -6) 25 9 9 hsm, poi (eal4) 2 0 0 network devices (eal2 -3) 6 0 0 bct (eal3)* 3 1 1 tachograph (eal4)** 1 0 0 other (eal3 -7) 3 0 0 site certificates (eal6) 5 5 0 *national regulation (taxi) ** eu regulation year type new certifications recertifications maintenance completed 2017 smartcards 6 4 0 network devices 2 1 0 hsm 1 0 0 datadiode 1 0 0 ongoing 2017 smartcards 3 3 0 network devices 1 0 0 hsm* 3 0 0 datadiode 1 0 0 *eidas regulation selective examples of emerging certification schemes across member states . in the czech republic the institute for testing and certification (itc) issue reports and certificates that, however, are not widely recognized 71. norway and sweden have the intention to develop a protection profile based on common criteria. sertit (sertifiseringsmyndigheten for it -sikkerhet) is currently representing norway as a member of the international community called ﬁarrangement on the recognition of the common criteria certificates in the field of information technology security (ccra)ﬂ. the average number of certificate applications received by sertit for the last five year period (2013 -2017) is 11,6 per year. the annual numbers of applications from 2013 œ 2017 (up to the 3 rd of august 2017) are: 14, 9, 13, 13, 9. sertit does not charge for the certification as it is a governmental service, but companies have to cover travel expenses related to progress -meetings and site -visits. the cost of the evaluation itself is a matter between the evaluation facility and the industry. sertit is not involved in the commercial part between the itsef and the industry. mandatory requirements for certification are stated in the security act. the a verage number of certificate applications for the last five year period linked to the before mentioned mandatory requirements is 3,2 per year. the annual numbers of such certifications from 2013 œ 2017 (up to the 3 rd of august 2017) are: 6, 0, 4, 1, 5. in ireland the cyber essentials scheme is used to ﬁgive assuranceﬂ to wider industry and interested parties that the certified organisation is applying basic levels of it related security to address the threat of cyber -attacks. poland recently joined sog -is 72 and will be able to self -assess and certify it products in compliance with the international standard iso/ iec 15408 adopted by the polish legal system. this standard allows formal verification of information systems security. this will increase the level of cyber security and raise the competitive efficiency of polish companies on the global market. in spain the ccn (centro certificacion nacional) adopts as common evaluation criteria those included in the following schemes: common criteria for information technology security evaluation» (cc); iso/iec 15408, evaluation criteria for it security; information technology security evaluation criteria (itsec). the number of certificate applications received by the ccn are 112 applications since january 2013 to aug ust 2017. on average, the ccn receive around 22 applications per year. the certification authority does not request any fee for the release of the certificates. the costs come from the labs, which are not controlled by ccn. in the spanish regulation, the n ational security framework (eqsuqema nacional de seguridad, defined 71 http:/ /www.itczlin.cz/en/certification -products 72 http://commoncriteria.pl/index.php/en/common -criteria -standard/common -criteria -in -poland pwc page 45 in the \"real decreto 951/2015, de 23 de octubre, de modificación del real decreto 3/2010, de 8 de enero, por el que se regula el esquema nacional de seguridad en el ámbito de la administra ción electrónica\") operates a classification of the system to be adopted in the public administration; at a high level, a certification against recognized european and international standard is requested. iso 15048, is an explicit option described in the n ational security framework. in italy, based on the national decree dpcm 17 february 2017 73, it should be established a national evaluation and certification centre for verifying security and non -vulnerability conditions for products, devices and systems for networks, services and critical infrastructures. 1.2. main challenges and the need for a eu approach from the analysis of the international and national schemes the jrc report 74 (baldini et al., 2017) identifies a number of challenges, including: re-certification and patching . this require the definition of a new process or a modification of the existing approach for common criteria; security and trust coverage . security certification with common criteria may not be enough to provide full security and trust of a product; certification costs . common criteria certification is considered a long and expensive process, which does not make it suitable for fast market deployment or relative short product cycles as in the consumer market non-applicability to specific products and systems . some classes of system and products are difficult to certify due their intrinsic features and characteristics. comparability and visibility of the certification . users do not have a clear metric of comparison among differe nt certified products. usability . the common criteria certification does not give a clear and simple indication to the users of the provided level of trust. metrics are missing for this purpose. the report further stresses that in the energy sector some o f the potential security threats are still not clearly understood and there is a growing body of research on security and privacy aspects of the energy sector including its evolutions to the smart grid. the complexity and scale of future power systems that incorporate smart -grid concepts will introduce many security challenges. with respect to the issue of the energy sector and of smart grids the enisa report (2014) draws the following conclusions: price . current certification schemes are considered rather expensive due to fragmented national policies, lack of resources, the need for repeatability and consistency of the results and the large number of components involved in the smart grid supply chain; lack of a uniform approach . stakeholders are facing a fr agmented situation where different initiatives regarding the cyber security of smart grids are being developed; long life cycle . the certification process takes some time which usually is more than the time needed for new vulnerabilities to appear in the cyberspace. legal framework . there are only a few legal texts concerning security in smart grids and this is leaving enough space for grey zones and/or interpretations. common criteria . although is the predominant certification scheme in the market, it w ill be unrealistic to have a common criteria certificate for the whole smart grid supply chain; it should be 73 decreto del presidente del consiglio dei ministri del 17 febbraio 2017, direttiva recante indirizzi per la protezione cib ernetica e la sicurezza informatica nazionali, gazzetta ufficiale n. 87 del 13 aprile 2017 (italian prime minister decree, 17/02/2017, directive on guidelines for national cyber protection and cybersecurity, official bullettin n.87, 13/04/2017) 74 baldini, g., giannopoulos, g., & lazari, a. (2017). analysis and recommendations for a european certification and labelling framework for cybersecurity in europe. jrc science for policy report. luxembourg: publications office of the european union. pwc page 46 extended to include specific protection profiles for the smart grid, similar to those related to the smart card industry, where a joint interpretat ion library was developed. during the february 2016 enisa workshop (2016a) ms representatives, among other things, voiced the following concerns: certification should be, in general, voluntary. mandatory certification might be justified for some areas, or specific products, with high security requirements; mandatory certification should be assessed carefully, as it may introduce economic/administrative burdens for european industry; during the design of the eu certification framework it should be taken int o account that some member states have national certification schemes for certain high assurance sectors, and both schemes should not be confused as smes are key to ensure economic growth in eu, any future mandatory certification scheme should not introduc e unjustified barriers for smes to enter the market. any proposed certification scheme should not create bottlenecks for introducing products to the market. certification based on international standards (e.g. on iso standards) would facilitate eu industry to operate globally. european certification is one pillar of the european digital single market (dsm). while global interests should be taken into account, europe and eu legislation have specific requirements due to a risk -based approach. european member states which are non -members of the sog -is, were invited to join the mutual recognition agreement. in a subsequent worshop taking place in october of 2016 (enisa, 2016b) the following conclusions were adopted: need of a roadmap for a european security cert ification framework; certification framework should be based on different certification levels/schemes including self -certification (compliance assessment); need of harmonized security requirements at european level; accredited/licensed european security c ertification labs; definition of roles and governance aspects for european security certification; combination of security and privacy certification, when possible; security certification per domain (sector) when necessary (e.g. iacs); label as marketing / certificate recognition tool. if feasible, ict security labelling could be associated with any certification level; identification of the need to develop new underling criteria for certification; during a workshop organised by the french and german certif ication authorities (anssi & bsi, 20179) it was recognised that in the absence of an eu -wide cybersecurity certification scheme: companies have to be certified individually in each country (except within sog -is); the digital single market (dsm) is too fr agmented; the reinforcement of digital security in europe and user™s trust can™t be properly achieved; eu legislations adopt different approaches to security evaluation adding to the fragmentation of the dsm. the same document concludes that, the develo pment of an eu cybersecurity certification scheme should support the development and the well functioning of the digital single market by: pwc page 47 reinforcing the security and trust in digital products, systems and services in europe; reducing fragmentation thus facilitating access to market for products, systems and services within the eu; increasing companies' competitiveness through security; building a leading security evaluation ecosystem in europe ; contributing to making the eu an attractive and competitive digital player; at the more general level of the security industry as a whole the problems that the eu is facing have been fully documented in the communication and supporting swd (european commission, 2012a, 2012b). although ict security is only a part o f the broader system of industrial security, it suffers from the same challenges evidenced in these two documents. first, the fragmentation along national and even regional lines has created 28 different security markets, a situation that is an anachronist ic rarity in the european union with several negative consequences for both the supply and the demand side creating market barriers and higher costs. second, in large part the security market remains largely an institutional market where the larger buyers are public authorities. the swd (european commission 2012b) stresses that: a) no common system of certification exists at a european level for security equipment; b) there is no mechanism of mutual recognition across countries. therefore, a producer of sec urity technologies has to go through the costly and lengthy certification processes for each country in which he wants to commercialise his technologies. the analysis of the above sources confirm that need for a european certification scheme that had alre ady been suggested by various studies including (ecorys 2011) and (erncip 2014). a european security certification scheme should be set -up to overcome the national differences on security certification and support a european -wide cybersecurity market. the majority of countries, with or without a national framework, expressed their favourable opinion of setting a common european scheme that they could be part of, either as producers or consumers of certifications. to sum up the main drivers are: the need to harmonize the current national certification schemes (germany, uk and france) and to cover areas not fully addressed in order to create a common european certification scheme based on a common approach testing and certifying the cyber -security of iacs comp onents/devices it is a needed step to take as it would bring a higher level of cyber -confidence to industry buyers and users. the need to establish a practical scheme guaranteeing mutual recognition of certificates across europe and compatible with simila r requirements beyond. the current collaboration schemes like ccra and sog -is could be a starting point for the establishment of a common format and semantic of the certificates. pwc page 48 4. policy objective and intervention logic needs and strategic objective in terms of needs the following three can be identified: (1) reduce the current eu vulnerability and equally protect citizens, businesses, and public administrations (2) forster dialogue, coordination, and trustworthiness in the cybersecurity ecosystem (3) respond to the dsm, which identified cybersecurity gap as a key hindrance to the achievement of a digital single market and the cybersecurity standardisation was defined as one of its priorities (european commission, 2015b) as a result, the overall strategic objective of a eu cybersecurity certification and labelling scheme can be formulated as follows: create a european ict security certification framework that at the same time, avoids the fragmentation resulting from different approaches across european union and is as close as possible up to international standards in order reduce trade hindrances specific objectives descending from the analysis of the problem and from the formulation of the needs and of the strategic objectives the specific objectives are in our view the following: a) to cover a wide range of ict systems, products and services; b) to ensure application in all 28 member states; c) to address all cybersecurity levels/sectors taking into account international standards; d) to ensure buy in from all invol ved affected groups and stakeholders. preliminary and simplified intervention logic the intervention logic derived from the above sub -paragraph is depicted below and require no further comments. figure 6 certification scheme and labelling: preliminary intervention logic source: own elaboration on secondary sources (obtained by the commission and retrieved ourselves) pwc page 49 1.3. policy options the rise of cybercrime and security threats has spurred in recent years stimulating the emergence of national initiatives to set high -level cybersecurity requirements for ict components on traditional infrastructure, including certification requirements. a lbeit important, these initiatives bear the risk of creating single market fragmentation and barriers for interoperability. the proliferation of national certification and labelling initiatives increase costs for businesses operating cross -border and is li kely to create obstacles for the internal market, as it raises the costs for companies/vendors operating across borders. this barrier is more significant for small and medium sized enterprises, which have usually less resources to dedicate to certification programmes. the risk of fragmentation of security requirements and related certification schemes emerges as an important concern for the industry. in the context of the public consultation related to the cppp, some respondents emphasized that no reliable certification scheme exists at the moment at the european level, while some others pointed to the fact that existing national schemes act as barriers to market entry, complaining about the costs of complying with several certification schemes in europe. so me of the industry associations state that further fragmenting the market with numerous certification schemes should be avoided. on the other hand, while a european certification framework can reduce the costs and risks broadly sketched above and produce s ome benefits for both supply and demand, potentially negative impacts should not be overlooked. a mandatory security certification can introduce additional costs on the manufacturer and the citizen. while some types of products would require secure certifi cation because of safety reasons (healthcare, road transportation) other products may be based on a voluntary basis approach. from an economic point of view, there is also the risk to introduce market distortion because large/midsize companies would be abl e to invest more money on the security certification process, while small companies could be excluded by some markets. the dynamicity of specific domains or technologies (e.g., iot) introduces the issue of the staticity of security certification and of con sidering the life -cycle of the various products. this means that if a product is submitted to frequent changes, the security certification will be not worth the effort involved in the initial phases (on this see more also in the section on ict certificatio n labelling). in april, a stakeholder consultation with dg cnect (ec/enisa, towards a european ict security certification framework, april 27, 2017) concerning policy options was held. the presented options are briefly described here along with the results from the discussion with the stakeholders (as provided by dg cnect): option 0 no action . the overwhelming majority of stakeholders stated that ﬁno actionﬂ is not a viable possibility. under this option, the commission would maintain the status -quo and not undertake any policy or legislative action. the option would result in the following situation: 1. the problem relating to the limited information asymmetry and ineffectiveness/inefficiency of the current certification schemes is unlikely to be solved in the absence of intervention. 2. as technology becomes increasingly complex and pervasive, it will be more and more difficult for buyers to ascertain the security qualities of ict products and services. 3. in the lack of the proper economic incentives, it is also unlikely that operators could establish self -regulatory measures fixing the existing information gap . such incentives are likely to exist only for markets where institutional or very organised buyers are present and can therefore exercise pressure on the s ide of the vendors. 4. the problem of market fragmentation is very likely to increase in the short -medium term (next 5-10 tears) as a number of national and sectorial certification schemes are emerging. 5. the lack of coordination and interoperability across s uch schemes hampers the potential of the digital single market . pwc page 50 the sog -is agreement and the ccras will not solve the problem in the short -medium term. the criticism towards common criteria, on which sog -is is based, will remain an issue as the limited geo graphical and substantive coverage of the agreement. under the do-nothing scenario, the current situation would be continued and there would be no common eu wide system of conformity assessment and certification (cac). security products subject to approval /certification requirements would continue to undergo national testing, validation and approval/certification procedures. no priority would be given to certain products. furthermore, no additional development of eu -level structures and processes for the im plementation of conformity assessment and certification requirements and procedures would take place. under this scenario the main impacts for producers and suppliers would be: costs of complying with multiple national procedures . multiple certification a nd conformity assessment country by country entails substantial costs. delay in ‚time to market™ of products . such multiple procedures prevent eu producers to enter rapidly all eu markets and achieve economy of scale and volumes to compete with third -count ry players. adaptation costs to meet national cac systems . additional production costs may apply if variants of products are needed to get the certification in a given country. slow development and diffusion of new solutions . limited market access and scal e reduce the incentives to r&d and innovation. for procurers the status quo also entails lack of transparency and especially limited choices of suppliers, reducing the possibility to get the best value for money. with no intervention in the member states, only a limited number of certification authorities operate with quasi -monopolistic power. obviously, this condition persists only because suppliers of security products are obliged to have their products certified in each member state and cannot opt to ha ve their product certified once for the entire eu. in certain countries with well -functioning certification systems regulators may not perceive any immediate need for an eu -wide cac scheme. however, many countries lack the technical expertise and capacity to support such functions. this may limit the scope for developing and implementing regulations requiring conformity assessment of security products and may result in insufficient or appropriate national regulatory frameworks for security products. such ci rcumstances may necessitate that member states make reference to, and are reliant upon standards to certification procedures available from other member states but which may not be aligned to their own national situations. as a result of the various negati ve impacts illustrated above, costs are passed onto final users (both citizens and businesses) representing the negative impacts for society as a whole. users of security products are not always able to buy the best security products at the lowest price. pwc page 51 figure 7 scenarios under no action source: own elaboration on secondary sources (obtained by the commission and retrieved ourselves) option 1 soft law tools. ec would encourage ms and industry initiatives, such as developing relevant guidelines and methodologies, and promote ms participation to sogis -mra. this solution should have low costs but is not expected to adequately address the fragmentation risk. opti on 2 sogis mandatory . ec would make sogis -mra mandatory for all ms. this solution would allow only the common criteria approach, so leaving out, e.g., some national approaches based on low time/cost/assurance requirements. option 3 framework option. ec wo uld mandate the creation of the eu cybersecurity certification and labelling framework based on a board made of the 28 cybersecurity agencies. the framework could initially rely on common criteria and (extended participation to) sogis -mra. different certif ication approaches would be submitted to the board, and, if accepted, would gain mutual recognition within eu. a secretariat run with the assistance of an eu agency or body (e.g., enisa) would ensure efficiency within the framework. working group under the board would capture/anticipate the certification needs from different industry sectors, so triggering, via board approvals/decisions, the creation of the needed tools (e.g., the relevant protection profiles). even though the corresponding costs need to be well analysed, this solution seems to be flexible and manageable enough to meet the relevant expectations, as confirmed by a majority of the participant stakeholders. the following points demonstrate the potential positive and negative impact of having an eu general ict security certification and labelling framework structured by type of affected player. producers: reduction of costs associated to multiple testing to obtain national certification and labels. security products will have to be certified only once rather than multiple times, thus reducing overall conformity assessment and certification costs; pwc page 52 reduction of adaptation costs to meet national product standards/specifications. common eu product standards reduce the need to produce product variants adapted to meet different national standards; reduction of the need for product trials for priority and sensitive security products 75. the possibility to certify products meeting eu requirements after initial trials should reduce the subsequent need for fur ther national and/or client trials; reduction of the ‚time to market™ of products. having obtained eu certification, products may be introduced to the whole eu market without delays caused by the need to obtain national certification; improved alignment of production to the expected eu market as a whole. production (of certified products) can be aligned at the outset to the expected size of the eu market rather than being conditioned on the uncertain timing associated with obtaining national certification; reduction of risk that competitors are able to ‚replicate™ new product developments and innovations. simultaneous access to the eu market as a whole limits the opportunities for competitors to use in a strategic manner delays in obtaining national certific ation to launch competing products; enhanced transparency of performance requirements and standards / specifications. common eu performance requirements and conformity assessment protocols should enable producers to better develop products according to ‚predetermined™ criteria, reducing uncertainty of product conformity assessment outcomes; acceleration of development process. a common regulatory framework with reference to defined product standards/specifications should make it easier for producers to d irect their rtd efforts to meeting regulatory/market requirements. negative impacts . potentially negative impact for producers relates to the additional costs of obtaining eu certification and labelling (for products that are currently not covered by natio nal conformity assessment and certification and labelling requirements but that will be brought within a future eu -wide system). however, in a longer -term perspective, certification could be an investment for companies and transformed in a market advantage . in fact, the savings obtained from one certification instead of multiple certifications could be reinvested, for example, in research and innovation. market conditions: increased transparency regarding product performance. eu certification and labelling provides an indicator of product performance based on common standards/specifications and, hence, increases market transparency ; increased market openness. increased market transparency should reduce market entry barriers by facilitating market acceptance of (certified) products offered by new market entrants and reducing the importance of ‚™reputation effects™; increased competition in security product markets. greater market transparency and openness should reduce fragmentation and increase the level of c ompetition within markets. existing suppliers will be more easily able to serve different national markets, which may be particularly beneficial to smes. the eu market would also be more attractive to new entrants, both new business start -ups and non -eu ba sed suppliers. increased competition should put downward pressure on the price of security products, which reduces costs for procurers / users of the products; increased competitiveness of european manufacturing industry. increased competition should drive improvements in productivity performance by forcing improvements in production 75 priority and s ensitive security products are security products and solutions addressing ‚unfamiliar™ or new types of threats that require the development or application of new technologies, and equipment and may be extended to changes in organisation and implementation of security functions; for example through the automation of security functions. pwc page 53 efficiency and/or raise value added (e.g. higher value -added products). at the same time, improved market access that increases the size of the potential market for new product s, should provide a positive incentive for producers to engage in rtd activities and promote innovation. finally, eu certification may support exports of products to markets outside the eu if it engenders greater recognition in international markets than t he existing multitude of national certification schemes. negative impacts . the main identified potentially negative impact on market conditions concerns the possibility that minimum eu standards may become de facto market requirements. this may, in turn, r educe the market opportunities for products with performance levels above minimum requirements and, reduce, incentives for investments in rtd to raise product performance. similarly, it may limit market acceptance of ‚alternative™ or innovative™ products, particularly if they are costlier than standard products that comply with minimum requirements. procurers and users: lower price for security products. as outlined above, there are a number of impacts that affect producer costs and prices and that should feed through to the purchase cost of security products; increased product choice / availability. increased market openness should result in more suppliers on the market. at the same time, a less fragmented eu market should promote rtd and innovation and ra ise entry into the market of new technologies and innovative solutions; enhanced information / transparency on product performance. an eu -wide conformity assessment and certification scheme should increase market transparency and provide potential purchase rs with greater information on product performance. this should contribute to reducing information asymmetries between purchasers and producers; facilitation of procurement procedures. procurers œ and where relevant regulatory authorities œ would be able t o include eu standards and an eu certification as a requirement in their contracts. furthermore, an eu wide scheme with mutual recognition of certification should support greater openness in procurement procedures by making it easier for potential supplier s certification authorities change in the volume of demand for cac (conformity assessment and certification) services. a single ‚one -stop™ eu -wide approach should decrease total number of cac procedures required for each individual product. however, brin ging products currently not covered by national cac requirements within the scope of an eu -wide scheme should increase in the volume of demand for cac procedures. the overall balance will depend on the actual scope of an eu -wide conformity assessment and c ertification scheme(s); increased competition for the provision of cac services. for type -1 products, the introduction of an eu -wide cac scheme should remove the controlling position that cac bodies are able to occupy over their national markets, thus prom oting competition between cac bodies. for type -2 products, the scale of the existing infrastructure for conformity assessment and testing relatively limited, making it difficult to assess the impact of a ‚one stop™ eu system on competition and on the cost and quality of cac service provision; strengthened eu -wide accreditation. for type -1 products, it is foreseen that there will be eu accreditation of conformity assessment and certification authorities following common rules and requirements for obtaining a ccreditation. for type -2 products, it will be essential that appropriate checks are made to assure the quality and independence of cac service providers. this implies a strong emphasis on the accreditation of conformity assessment and certification authori ties. accordingly, part of the implementation of an eu cac system for type 2 products would relate to the development and operation of the infrastructure and procedures for accreditation of conformity assessment (e.g. conformity assessment body) and certif ication authorities; pwc page 54 increase of administrative costs related to the cac system. for type -1 products it is foreseen that conformity assessment and certification authorities will be eu accredited, which will result in corresponding (additional) administrati ve costs. for type -2 products, the introduction of an eu -wide cac system together with the definition of product requirements and technical standards/specifications would require the development of a corresponding organizational structure. again, this impl ies some additional administrative costs. regulators conformity with eu standards as a basis for national regulations. the development and introduction of european standards and an eu -wide cac scheme may make it easier for national authorities to introduce national regulations setting product requirements aligned to these standards; facilitation of regulations through existence of conformity assessment infrastructure. the existence of an eu -wide cac system could remove the need to countries to independently develop such an infrastructure. this may reduce the associated cac infrastructure costs from introducing regulatory requirements for security products. in turn, this may speed -up the adoption of regulations as there will be lower cost and shorter delay in meeting the corresponding requirements for a cac infrastructure/scheme to verify compliance with regulations. society raised average security performance characteristics of deployed products. by ensuring that all products meet minimum requirements, an eu -wide cac system should raise the average performance level of deployed security products. however, there may be risks that an eu -wide cac system may have a negative impact on overall security performance if it reduces incentives for the development of pro ducts with performance characteristics above eu (minimum) requirements; accelerate the deployment of security products. to the extent that an eu legislative and cac ‚package™ accelerates the deployment of security products (e.g. reduced time to market), pa rticularly to address new threats, it should have a positive impact on security. the costs of fragmentation: indicative estimations lack of standardisation of technical rules and of mutual recognition together with the cost of multiple conformity assessments and certification has long been recognised as one of the main barriers to the single market (ilzkovitz et al., 2007, pp. 59 -63). the fragmentation of in ict security certification and labelling is just one manifestation of such phenomenon. depending on the industry such fragmentation and the need of multiple conformity assessments can cost to enterprises between 2% and 15% of their production costs (ilzkovitz et al., 2007, p. 61). based on this estimation produced by dg ecfin economists, it is possible to first produce the following high level and indicative calculation: according to pwc and lsec cyber security market study 76 the eu cyber security market is estimated at 157 • billion; to be conservative, we assume that industry aggregate production costs are 40% of the market value (63 • billion), and that only 60% of products require certification, so that the total relevant value fo r production costs is 38 • billion (60% of 63 • billion); again remaining on the conservative side, if we use only the lower bound (2%) from dg ecfin analysis, the total costs of multiple testing due to fragmentation for the entire eu cybersecurity industr y would amount to 760 • million per year. 76 the study is still ongoing and the preliminary results presented within the interim report are updated to june 6, 2017. pwc page 55 this high level and indicative aggregate calculation could be further contextualised and applied in more granular fashion to very specific sectors. ecorys (2011, p. 48 and pp. 209 -211) has applied the same line of reasoning illustrate above for the very specific sector producing ‚intruder alarm systems™. currently a producer of a security alarm system seeking to supply their product throughout the eu will typically need to apply for 10 -15 certificates from different member states. this certification including but not limited to: - certalarm 77 : the certalarm certification schemes provide a proof of conformity the european (eu) product, system, installation and service standards. the scheme is based on the principle of independent third -party assessment and certification of security products. in february 2011, the european cooperation for accreditation (ea) confirmed the status of certalarm as a scheme covered by the ea multilateral agreement (mla). the certalarm certifica tion includes some standards on ip interoperability implementation based on web services for each kind of alarm 78. - common criteria - europrise (privacy for it products): europrise, the european privacy seal, is a european scheme providing privacy and data pr otection certification for it products and it -based services. the european privacy seal embodies a visible trust mark certifying that a product or service has been checked by independent experts and approved by an impartial privacy organisation. the europr ise website privacy certification is awarded to websites that are compliant with eu data protection law and that meet all of europrise's high -quality data protection requirements. specifically, the evaluation covers publicly available parts of a website an d focuses on the interaction between a web server and the browser of a visitor on the website. this includes topics such as cookies, ip address processing and social plugins 79. - onvif and psia (video surveillance): the open network video interface forum (onv if) and the physical security interoperability alliance (psia) are two recently created organisations with the aim of developing interoperability standards for internet protocol (ip) based security systems. both these bodies are promoting conformity scheme s based on manufacturers undertaking their own conformance testing. onvif™s profile q offers the advanced security required in today™s technological world, giving integrators and end users the necessary protections from today™s cyber security threats, in a ddition to providing out -of-the -box interoperability 80 . - alarm system certificate 81: the alarm system certificate is the ul mark for programs designed to meet the needs of alarm service providers, their customers, and interested stakeholders. it is the alarm company™s declaration that the system will be installed, maintained, tested and monitored in accordance with applicable codes and standards. the alarm system certificate includes a cybersecurity standard (ul 2900) 82 - isa/iec -62443 (formerly isa -99): isa/iec -62443 is a series of cyber security standards, technical reports, and related information that define procedures for implementing electronically secure industrial automation and control systems (iacs). this guidance applies to end -users (i.e. asset owner) , system integrators, security practitioners, and control systems manufacturers responsible for manufacturing, designing, implementing, or managing industrial automation and control systems. the concept of manufacturing and control systems electronic secur ity is applied in the broadest possible sense, encompassing all types of plants, facilities, and systems in all industries. manufacturing and control systems include, but are not limited to 83 : o hardware and software systems such as dcs, plc, scada, networke d electronic sensing, and monitoring and diagnostic systems 77 ecorys. (2011). security regulation, conformity assessment & certification. brussels: report delivered by ecorys for the european commission. 78 http://www.certalarm.org/ca/sites/default/files/scheme%20rules -2-iss_5.pdf 79 https://www.european -privacy -seal. eu/eps -en/website -privacy -certification -overview 80 https://www.ifsecglobal.com/onvif -introduces -profile -q-to -tackle -cyber -security -challenges/ 81 http://industries.ul.com/blog/alarm -system -certificate 82 http://industries.ul.com/wp -content/uploads/sites/2/20 16/04/ul_cap -overview -info.pdf 83 https://www.isa.org/isa99/ pwc page 56 o associated internal, human, network, or machine interfaces used to provide control, safety, and manufacturing operations functionality to continuous, batch, discrete, and other processes. - iecee cb scheme 84: the cb scheme is an international program created by the international electrotechnical commission for electrical equipment (iecee) for the acceptance of product safety test results among participating laboratories and certification organizations around the world. the cb scheme offers manufacturers a simplified way of obtaining multiple national safety certifications for their products š providing entry into over 50 countries. their estimation is that, under an eu -wide system of conformity assessm ent and certification that provides for mutual recognition of certification throughout the eu and would avoid multiple testing in several national market, the cost savings for intruder alarm systems would amounts to a range of eur 4.7 million to 9.9 millio n per year. as this is a very tiny sector within the broader cybersecurity industry, the above estimate of total costs of fragmentation in the range of 760 • million per year seems reasonable. 84 http://www.intertek.com/marks/cb -scheme/", "direct_url": "https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1547243824524&uri=CONSIL:ST_12183_2017_ADD_7", "word_counts": {"ddos": 0, "internet": 28, "cybercrime": 10, "protection": 46, "digital age": 0, "internet of things": 3, "data protection": 3, "cybersecurity": 81, "information security": 12, "cyber attack": 0, "cyber security": 26, "digital technologies": 0, "personal data": 2, "big data": 1, "egovernment": 0, "hacker": 3, "digital": 32, "cloud": 1, "privacy": 17, "cyber": 168, "digitalisation": 0, "surveillance systems": 0, "ict": 53, "security": 343}}