{"local_id": "ST_5581_2016_ADD_1", "direct_url": "https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1547506523483&uri=CONSIL:ST_5581_2016_ADD_1", "author": "Council of the European Union", "eurovoc_descriptors": [], "subject_matters": [], "content": "5581/16 add 1 km/ek 1 dge 2b en council of the european union brussels , 21 april 2016 (or. en) 5581/16 add 1 telecom 7 dataprotect 6 cyber 4 mi 37 csc 15 codec 84 interinstitutional file: 2013/0027 (cod) draft statement of the council's reasons subject: positi on of the council at first reading with a view to the adoption of a directive of the european parliament and of the council concerning measures for a high common level of security of network and information systems across the union œ draft statement of th e council's reasons 5581/16 add 1 km/ek 2 dge 2b en i. introduction 1. the commission submitted its proposal for a directive of the european parliament and of the council concerning measures to ensure a high common level of network and information security across the union (hereinafter referred to as the directive) on 12 febr uary 2013 with article 114 tfeu as a legal basis. 2. the european economic and social committee voted its opinion on 22 may 2013 and the committee of the regions voted its opinion on 3-4 july 2013. 3. the european parliament voted its legislative resolution in first reading on 13 march 20141, adopting 138 amendments. 4. the council and the european parliament entered into negotiations with a view to reaching an early second reading agreement in october 2014 . the negotiations wer e successfully concluded on 7 december 2015 with the european parliament and council reaching a provisional agreement on a compromise text. 5. on 18 december 2015 the committee of permanent representatives confirmed the compromise text of the directive , as it had been agreed by the two institutions. 6. on 28 january 2016 the chair of the european parliament's i mco committee addressed a letter to the chair of the committee of permanent representatives stating that, should the council transmit formally to the europ ean parliament its position as agreed, subject to legal -linguistic verification, she w ould recommend to the plenary that the council's position be accepted without amendments at parliament's second reading. 7. on 29 february 2016, the council confirmed its political agreement to the compromise text of the directive. 1 european parliament legislative resolution of 13 march 2014 on the proposal for a directive of the european parliament and of the council concerning measures to ensure a high common level of network and information security (nis) across the union . 5581/16 add 1 km/ek 3 dge 2b en ii. objective 8. it derives from the outcome of the negotiations that the directive lays down measures with a view to achieving a high common level of security of networks and informati on systems within the european union so as to improve the functioning of the internal market . iii. analysis of the coun cil's position at fi rst reading a. general 9. following the vote in plenary, the european parliament and the council conducted negotiations with the aim of concluding a second -reading agreement on the basis of a council first -reading position that the parliament could approve as such. the text of the council's first -reading position fully reflects the compromise reached between the co -legislators. b. key issues 10. the main elements of the compromise reached with the european parliament are outlined below: a. national capabilities 11. under the compromise, member states have certain obligations with regard to their national cybersecurity capabilities. firstly , member state s are required to adopt a national strategy defining the strategic objectives and appropriate policy and regulatory measures with a view to achieving and maintaining a high level of security of networks and information systems. 5581/16 add 1 km/ek 4 dge 2b en 12. secondly, member state s shall designate one or more national competent authorities on the security of network and information systems to monitor the application of the directive at national level . 13. thirdly, member state s are also required to designate a national sin gle point of contact on the security of networks and information systems that will exercise a liaison function to ensure cross -border cooperation of member state authorities and with the relevant authorities in other member states and with the cooperation group and the csirts network . the single point of contact will also submit a yearly report on notifications received to the cooperation group. 14. finally, member state s shall designate one or more computer security incident response teams (\"csirts \") responsi ble for handling incidents and risks. the compromise text provides for requirements and tasks of csirts in its annex i. b. cooperation 15. in order to support and facilitate strategic cooperation among member states, to develop trust and confidence and with a vi ew to achieving a high common level of security of networks and information systems in the union, the compromise text establishes a cooperation group. the group will be composed of representatives from the member states, the commission and the european union agency for network and information security ('enisa') and will have specific tasks listed in the text , such as exchanging best practices and information on a number of issues or discussing capabilities and preparedness of member states . 5581/16 add 1 km/ek 5 dge 2b en 16. furth ermore, the compromise establishes a network of the national csirts in order to contribute to developing confidence and trust between the member states and to promote swift and ef fective operational cooperation .the network will be composed of representativ es of the member states™ csirts and cert -eu and the commission will participate in the network as an observer. enisa will provide the secretariat and actively support the cooperation among the csirts. the text provides for a list of tasks to be carried out by the network, such as exchanging information on csirts services, operations and cooperation capabilities, supporting member states in addressing cross -border incidents or, under certain conditions, exchanging and discussing information related to incidents and associated risks . c. security and notification requirements 17. the directive lays down certain obligations for two sets of market players: operators of essential services and digital service providers. 18. annex ii of the directive lists a number of sectors important for society and economy, namely energy, transport, banking, financial market infrastructures, health, drinking water supply and distribution and digital infrastructure. within these sectors member states will identify the operators of essential services, based on prec ise criteria provided for in the directive. 19. annex iii of the directive lists three types of digital services, the providers of which will have to comply with the requirements of the directive: online market places, online search engines and cloud computin g services. all digital service providers providing the listed services will have to comply with the requirements of the directive with the exclus ion of micro and small enterprises . 5581/16 add 1 km/ek 6 dge 2b en 20. the two sets of market players will be required to take organisational a nd technical measures to manage the risks posed to the security of networks and information systems and to prevent and to minimise the impact of incidents affecting the security of those systems. moreover, incidents having a certain level of impact on the services in question will have to be notified to the national competent authorities or to csirts. the directive provides for criteria to determine the level of the impact of such incidents. 21. the directive takes a differentiated approach with regard to the two categories of players. the security and notification requirements are lighter for digital service providers than for operators of essential services , which reflects the degree of risk that disruption to their services may pose to society and economy. moreover, taking into account that digital service providers are often active in many member states and in order to ensure a high level of harmonisation , the directive prevents member states from imposing any further security and notification requirements on those providers . 22. the compromise text also provides that entities which have not been identified as operators of essential services and are not digital service providers may notify certain incidents on a voluntary basis. d. transposition 23. member states will be required to transpose the directive by 21 months after the date of its entry into force and will have 6 additional months to identify their operators of essential services. 5581/16 add 1 km/ek 7 dge 2b en iv. conclusion 24. the council's position fully reflects the compromise reached in th e negotiations between the european parliament and the council, with the agreement of the commission. the compromise is confirmed by the letter that the chair of the imco committee addressed to the chairman of the permanent representatives committee on 28 january 2016.", "document_date": "21/04/2016", "publication_date": "21/04/2016", "order_id": 1301, "document_type": "Draft statement of reasons", "title": "Position of the Council at first reading with a view to the adoption of a DIRECTIVE OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL concerning measures for a high common level of security of network and information systems across the Union – Draft Statement of the Council's reasons", "most_common_words": {"with": 17, "directive": 14, "compromise": 11, "member": 17, "security": 15, "european": 15, "information": 12, "will": 14, "parliament": 12, "council": 11}, "word_counts": {"cyber security": 0, "protection": 0, "digital technologies": 0, "security": 16, "surveillance systems": 0, "cybercrime": 0, "digitalisation": 0, "egovernment": 0, "information security": 3, "ict": 0, "internet": 0, "cyber attack": 0, "internet of things": 0, "cloud": 1, "personal data": 0, "digital": 7, "hacker": 0, "cybersecurity": 1, "digital age": 0, "big data": 0, "data protection": 0, "ddos": 0, "cyber": 2, "privacy": 0}}